

[
  {
    "title": "Abertura de Conta Celcoin",
    "content": "Para abrir uma conta, verifique se toda a documentação foi enviada e os termos aceitos.\n\nNo momento só é possivel a abertura da conta celcoin, mediante a contratação da antecipação.",
    "keywords": ["Abertura de Conta Celcoin"]
  },
  {
    "title": "Acompanhamento de Malha Fina",
    "content": "Para pendências em **malha fina**, o cliente deve acompanhar a regularização pelo Portal MIRda **Receita Federal**.\n\nA Velotax não tem controle sobre esse processo.",
    "keywords": ["malha", "acompanhamento", "malha fina"]
  },
  {
    "title": "Agradecimentos",
    "content": "Eu que agradeço, se tiver mais dúvidas é só me perguntar!!",
    "keywords": ["obrigado", "valeu", "tmj"]
  },
  {
    "title": "Alteração de Conta ou Chave PIX",
    "content": "Se caso o cliente quiser trocar a chave pix na celcoin para outro tipo de chave diga que não é possivel, pois assim como a Receita Federa, só aceitamos a chave pix CPF!",
    "keywords": ["alteração da chave"]
  },
  {
    "title": "Antecipação - Bloqueio de conta",
    "content": "Regra para Antecipação: Para a finalidade de antecipação da restituição, a Velotax, assim como a **Receita Federal**, aceita apenas a chave PIX do tipo CPF.\n\nNão é possível utilizar ou trocar por outro tipo de chave (e-mail, telefone) para esta operação.",
    "keywords": ["erro de antecipação", "infelizmenete não sera possivel prosseguiir com sua antecipação", "infelizmenete não sera possivel prosseguiir com sua operação", "Antecipação - Bloqueio de conta"]
  },
  {
    "title": "Antecipação - Cliente não concorda com o débito do valor",
    "content": "Argumento Principal: Todos os valores (restituição, taxas, valor líquido) foram apresentados na tela do aplicativo e aceitos pelo cliente antes da contratação.\n\nProcesso de Débito: O débito é feito automaticamente pela Velotax quando a **Receita Federal** deposita a restituição, conforme previsto em contrato (CCB).\n\nEscalonamento (se mencionar BACEN): Se o cliente citar o BACEN, o caso deve ser escalado para a equipe de Casos Especiais para um contato especializado.",
    "keywords": ["antecipação", "débito", "restituição", "taxas", "BACEN", "Antecipação - Cliente não concorda com o débito do valor"]
  },
  {
    "title": "Antecipação - Como os juros são calculados?",
    "content": "Argumento Principal (Orientar o Cliente):\n\n* Custo Efetivo Total (CET): Informe que o valor final apresentado na simulação já inclui o CET, que são os juros somados a todas as taxas e encargos da operação.\n\n* Transparência: Reforce que o app mostra de forma clara o valor exato que ele recebe em conta e o valor total que será quitado.\n\nA diferença entre os dois é o custo total do serviço.\n\nJustificativa dos Juros:\n\n* Explique que os juros remuneram a Velotax por adiantar um dinheiro que só seria pago pela **Receita Federal** no futuro.",
    "keywords": ["Juros", "cálculo", "taxa", "CET", "custo efetivo total", "abusivo", "caro", "como calcula", "transparência", "valor final", "contrato", "Antecipação - Como os juros são calculados?"]
  },
  {
    "title": "Antecipação - Como quitar",
    "content": "Quitação Antecipada (Manual):\n\n* Onde: Exclusivamente pelo aplicativo, na seção \"Próximos Pagamentos\".\n\n* Como: Via PIX ou cartão de crédito.\n\n* Valor: O valor para quitação é o saldo devedor fixado no contrato.\n\nLiquidação Padrão (Automática):\n\n* Como: Ocorre com o depósito da restituição pela **Receita Federal** na chave PIX (CPF) vinculada.\n\n* Valor Excedente: Se a restituição for maior que a dívida, o valor restante fica disponível como saldo na conta conta.",
    "keywords": ["antecipação", "quitação", "PIX", "boleto", "Antecipação - Como quitar", "emprestimo", "pagar"]
  },
  {
    "title": "Antecipação - Como saber quando o cliente recebe",
    "content": "Diagnóstico: O cliente se refere à Antecipação ou à Restituição?\n<br>\nAção: Primeiro, esclareça com o cliente a qual pagamento ele se refere.\n<br><br>\nCenário 1: Dúvida sobre o recebimento da ANTECIPAÇÃO Verificação Interna: Consulte o sistema para verificar o status da solicitação do cliente.\n<br>\nOrientação: Se a solicitação for recente: O prazo para o valor ser creditado na conta é de até 24 horas após a aprovação final.\n<br>\nSe houver algum problema: Verifique o motivo do atraso e informe ao cliente.\n<br><br>\nCenário 2: Dúvida sobre o pagamento da RESTITUIÇÃO pela **Receita Federal** Verificação Interna: Consulte no sistema (ou no site da Receita) em qual lote de restituição o cliente está.\n<br>\nOrientação: Se estiver no lote atual: O pagamento é feito pela **Receita Federal** até o final do dia da data do lote.\n<br>\nSe estiver em um lote anterior (e não recebeu): O valor provavelmente está retido no Banco do Brasil.\n<br>\nSiga o **procedimento** de \"Restituição Banco do Brasil\" para orientar o resgate.",
    "keywords": ["receber", "quando recebe", "Antecipação - Como saber quando o cliente recebe"]
  },
  {
    "title": "Antecipação - Disponibilidade",
    "content": "Status Atual: A funcionalidade de antecipação pode estar temporariamente indisponível para novas contratações.\n<br>\nPrazo: Não há um prazo definido para o retorno.\n<br>\nOrientação: O cliente deve acompanhar a disponibilidade diretamente pela tela inicial do aplicativo.",
    "keywords": ["antecipação", "disponibilidade", "aplicativo"]
  },
  {
    "title": "Antecipação - Documentação",
    "content": "[ { \"title\": \"Objetivo: Acessar Documentos da Antecipação\", \"content\": \"Informe ao cliente que, para acessar todos os documentos relacionados à contratação da antecipação, ele deve seguir um caminho simples dentro do aplicativo Velotax.\" }, { \"title\": \"**Passo a Passo** Para Localizar os Documentos\", \"content\": \"No app, o caminho é: Menu 'Impostos' > 'Declarações passadas' > Selecione o ano desejado > Role a tela e toque em 'Documentos da operação'.\" }, { \"title\": \"Quais Documentos Estão Disponíveis?\", \"content\": \"Nesta seção, o cliente encontrará: a CCB (contrato), o comprovante de depósito, as condições de serviço, a procuração Velotax e o termo de abertura de conta.\" }, { \"title\": \"Suporte e Dúvidas\", \"content\": \"Caso o cliente tenha dificuldades, recomende que ele entre em contato com o suporte pelo app ou pelos telefones 3003-7293 (capitais) ou 0800-800-0049.\" } ]",
    "keywords": ["Antecipação - Documentação", "documentação", "CCB", "comprovante", "procuração", "termos de serviço", "aplicativo"]
  },
  {
    "title": "Antecipação - Erro na Abertura de Conta",
    "content": "[ { \"title\": \"Diagnóstico do Erro: Ação Inicial\", \"content\": \"Solicitar ao cliente a mensagem exata que aparece na tela ou, se possível, um print do erro.\n\nA informação visual é crucial para o diagnóstico correto.\" }, { \"title\": \"Cenário 1: Mensagem de Inelegibilidade\", \"content\": \"**Exemplo de Mensagem:** \\\"Infelizmente não será possível prosseguir...\\\" ou similar.\\n\\n**Significado:** A análise automática de segurança ou de crédito barrou a abertura da conta para esta finalidade.\\n\\n**Ação:** Informar ao cliente que, no momento, não há uma oferta de antecipação disponível para o perfil dele.\n\nNão é um erro técnico que possa ser corrigido.\" }, { \"title\": \"Cenário 2: Erro Técnico ou Desconhecido\", \"content\": \"**Exemplo de Mensagem:** \\\"Ocorreu um erro, tente novamente\\\", \\\"Falha na comunicação\\\", ou qualquer outra mensagem que não indique claramente uma negativa.\\n\\n**Ação:** Abrir um chamado no grupo de suporte interno, anexando o print do erro e o CPF do cliente para que a equipe técnica possa investigar a causa.\" } ]",
    "keywords": ["abertura", "conta", "", "Antecipação - Erro na Abertura de Conta"]
  },
  {
    "title": "Antecipação - Erro na Finalização",
    "content": "Cenário: O cliente recebe uma mensagem de erro durante a etapa final da contratação da antecipação.\n\nSignificado do Erro: Causa: Este erro geralmente não é técnico.\n\nEle indica que a análise automática de segurança e crédito, realizada no último estágio, não aprovou a operação para o perfil do cliente naquele momento.\n\nAção e Orientação: Ação Interna: Não há ação a ser tomada pelo atendente, pois não é um erro que possa ser corrigido.\n\nComunicação ao Cliente: Informar que, infelizmente, não há uma oferta de crédito disponível para o perfil dele neste momento e que ele pode tentar novamente em uma oportunidade futur",
    "keywords": ["antecipação", "finalização", "validação", "Antecipação - Erro na Finalização"]
  },
  {
    "title": "Antecipação - Liquidação",
    "content": "Método de Quitação: A liquidação padrão é automática, feita com o depósito da restituição pela **Receita Federal**.\n\nConta de Débito: O valor é debitado da conta associada à chave PIX (CPF) do cliente.\n\nValor Excedente: Se o valor da restituição for maior que a dívida, o saldo restante fica disponível na conta conta do cliente.",
    "keywords": ["Antecipação - Liquidação", "quitação", "restituição"]
  },
  {
    "title": "Antecipação - Negativa",
    "content": "Motivos: A negativa pode ocorrer por análise de crédito automática ou por restrições cadastrais internas.\n\nComunicação: Não é possível detalhar o motivo exato da negativa, pois o sistema não fornece essa informação.\n\nA aprovação não pode ser forçada.",
    "keywords": ["reprovação", "restrição", "inelegível", "Antecipação - Negativa"]
  },
  {
    "title": "Antecipação - Por que o valor oferecido foi baixo?",
    "content": "Argumento Principal (Orientar o Cliente):\n<br>\n* Análise de Crédito: Explique que o valor oferecido é resultado de uma análise de crédito automática, que leva em conta o perfil financeiro do cliente.\n<br>\n* Limite sobre a Restituição: Esclareça que o valor também é limitado a um percentual do total que o cliente tem a receber de restituição, como forma de segurança.\n<br><br>\nPonto Chave:\n<br>\n* A oferta gerada pelo sistema é final e não pode ser alterada manualmente.",
    "keywords": ["Valor baixo", "pouco dinheiro", "queria mais", "aumentar valor", "limite", "oferta", "análise de crédito", "percentual", "restituição", "simulação"]
  },
  {
    "title": "Antecipação - Posso contratar com CPF irregular?",
    "content": "[ { \"title\": \"Diagnóstico (Ação Interna)\", \"content\": \"Verifique se a dúvida do cliente é sobre a situação cadastral do CPF dele na **Receita Federal**.\" }, { \"title\": \"Orientação ao Cliente\", \"content\": \"Regra: Informe que, para contratar a antecipação, o CPF precisa estar com o status 'Regular' na **Receita Federal**.\\n\\nComo Verificar: Oriente o cliente a consultar a situação do seu CPF diretamente no site oficial da **Receita Federal**.\\n\\nPróximo Passo: Caso o CPF esteja com alguma pendência (suspenso, cancelado, etc.), o cliente deve primeiro resolver a situação junto à Receita para depois tentar uma nova contratação.\" } ]",
    "keywords": ["CPF irregular", "pendente de regularização", "suspenso", "cancelado", "situação cadastral", "Receita Federal", "impedimento", "contratar", "elegibilidade"]
  },
  {
    "title": "Antecipação - Quitação Antecipada",
    "content": "Como Fazer: O pagamento é feito exclusivamente pelo aplicativo.\n\nCaminho no App: Página Inicial > Rolar para baixo > \"Próximos Pagamentos\" > Selecionar a antecipação.\n\nMétodos: A quitação pode ser feita via PIX ou cartão de crédito.\n\nValor: O valor para quitação é o saldo deved",
    "keywords": ["Antecipação - Quitação Antecipada", "pagamento", "app"]
  },
  {
    "title": "Antecipação - Validação de documento",
    "content": "Sistema de Verificação (CAF): Solicita selfie e um documento de identificação válido.\n<br>\nDocumentos Aceitos:\n<br>\nRG: Original físico, padrão nacional. (Não são aceitos RGs militares ou de conselhos).\n<br>\nCNH: Física ou Digital (em formato PDF), emitida há menos de 10 anos.\n<br>\nResultado da Análise:\n<br>\nAprovado: Cliente segue para a assinatura da CCB.\n<br>\nNão Aprovado: App exibe mensagem de que não será possível prosseguir. (Neste caso, informar que não há oferta disponível no momento, sem detalhar motivos técnicos).",
    "keywords": ["CAF", "Documento", "RG", "CNH", "Validação", "Antecipação - Validação de documento"]
  },
  {
    "title": "Antecipação - Valores",
    "content": "Composição da Proposta:\n<br><br>\nValor da Restituição: O total calculado pela **Receita Federal**.\n<br>\nValor para Antecipação: A quantia que será depositada para o cliente.\n<br>\nTaxas e Encargos: Os custos da operação.\n<br>\nValor Final: O montante líquido que o cliente receberá.\n<br><br>\nAviso: Todos esses dados são exibidos de forma clara no app para análise antes da confirmação.",
    "keywords": ["Antecipação - Valores", "valor"]
  },
  {
    "title": "Antecipação contratação",
    "content": "[ { \"title\": \"Passo 1: Acessar e fazer login\", \"content\": \"Acesse o aplicativo Velotax e realize o login com suas credenciais.\" }, { \"title\": \"Passo 2: Selecionar a opção\", \"content\": \"No menu principal, selecione a opção 'Antecipar Restituição'.\" }, { \"title\": \"Passo 3: Consultar os valores\", \"content\": \"Analise a restituição total, o valor disponível para antecipação, as taxas e o valor líquido a ser creditado.\" }, { \"title\": \"Passo 4: Prosseguir com a solicitação\", \"content\": \"Se estiver de acordo com os valores e condições, continue com o processo de solicitação.\" }, { \"title\": \"Passo 5: Verificar identidade\", \"content\": \"Realize a verificação de identidade enviando uma selfie e a foto de um documento oficial.\" }, { \"title\": \"Passo 6: Fazer a portabilidade do PIX\", \"content\": \"Faça a portabilidade da sua chave PIX CPF para concluir o processo.\" } ]",
    "keywords": ["Antecipação contratação", "antecipar"]
  },
  {
    "title": "Antecipação critérios",
    "content": "Requisitos para Contratação: Concordar com os valores e termos da proposta exibida no app.\n<br>\nRealizar a verificação de identidade (selfie + documento).\n<br>\nFazer a portabilidade da chave PIX (CPF) para a conta Velotax.",
    "keywords": ["Antecipação critérios"]
  },
  {
    "title": "App - Alteração de Número de Telefone",
    "content": "Diagnóstico do Cenário: Verificação: Identificar em qual tela o cliente está enfrentando o problema com o número de telefone.\n<br><br>\nFluxos de Ação: Cenário 1: Tela de Validação do GOV.BR Causa: O número de telefone está vinculado à conta do governo (gov.br), não ao cadastro da Velotax.\n<br>\nAção: O cliente precisa acessar o site do gov.br e fazer a atualização do número de telefone diretamente por lá.\n<br><br>\nCenário 2: Cadastro Interno da Velotax Causa: O número está incorreto no nosso próprio sistema.\n<br>\nAção: Seguir o mesmo **procedimento** de segurança para alteração de e-mail: solicitar ao cliente uma selfie segurando um documento de identificação e, após o recebimento, escalar para o time interno fazer a alteração.",
    "keywords": ["numero", "atualização", "App - Alteração de Número de Telefone", "trocar", "telefone"]
  },
  {
    "title": "App - Atualizar dados",
    "content": "[ { \"title\": \"Passo 1: Coletar informações iniciais\", \"content\": \"Solicite o CPF do cliente, o novo e-mail/telefone desejado e peça que ele confirme qual era o e-mail/telefone antigo cadastrado.\" }, { \"title\": \"Passo 2: Validar o novo contato\", \"content\": \"Envie uma macro de saudação para o novo e-mail e peça para o cliente confirmar o recebimento.\" }, { \"title\": \"Passo 3: Iniciar o processo de validação\", \"content\": \"Após a confirmação de recebimento, envie a macro '[Atendimento] Troca de e-mail\n\n- Validação com foto' para o cliente.\" }, { \"title\": \"Passo 4: Solicitar a alteração internamente\", \"content\": \"Com a confirmação do cliente, envie o CPF e o novo e-mail no grupo do chat interno solicitando a alteração.\" }, { \"title\": \"Passo 5: Informar o prazo ao cliente\", \"content\": \"Comunique ao cliente que a alteração do e-mail ou telefone será concluída no sistema em até 24 horas.\" } ]",
    "keywords": ["Dados do cliente", "alterar dados", "atualizar dados", "App - Atualizar dados", "trocar numero", "trocar", "numero", "email", "e-mail"]
  },
  {
    "title": "App - Atualizar situação",
    "content": "Caminho no App: Impostos (menu inferior) > Declarações Passadas > Rolar até o final > Botão \"Atualizar\".\n\nRequisito: Será necessário fazer login com a conta gov.br para que o sistema possa sincronizar as informações mais recentes da **Receita Federal**.",
    "keywords": ["App - Atualizar situação", "Impostos", "gov.br"]
  },
  {
    "title": "App - Cancelamento de conta Celcoin",
    "content": "Pré-requisitos para Exclusão: Saldo Zerado: A conta não pode ter nenhum valor disponível.\n\nPortabilidade da Chave PIX: O cliente deve primeiro solicitar a portabilidade da chave PIX (CPF) para outro banco e confirmá-la no app Velotax.\n\nConclusão: Somente após essas duas etapas a exclusão da conta Celcoin pode ser concluída.",
    "keywords": ["App - Cancelamento de conta Celcoin", "excluir conta"]
  },
  {
    "title": "App - Cancelar procuração",
    "content": "O que é: A procuração autoriza a Velotax a consultar informações fiscais na **Receita Federal**.\n\nComo Cancelar: O processo é feito pelo cliente no portal MIR com a conta gov.br.\n\nPassos: Acessar Portal MIR > Menu \"Procurações\" > Localizar a da Velotax > Clicar em \"Cancelar\".\n\nImpacto do Cancelamento: Sem a procuração ativa, a Velotax não consegue mais acompanhar a declaração ou identificar pendências.",
    "keywords": ["Procuração", "Portal MIR", "App - Cancelar procuração"]
  },
  {
    "title": "App - Cobrança exibida",
    "content": "Ação: Consultar no sistema os serviços que o cliente contratou.\n\nConfirmar a origem do débito (antecipação, tarifa, plano, etc.).\n\nInformar ao cliente o valor exato e a qual serviço a cobrança se refere.\n\nSe o cliente não reconhecer, registrar um ticket e escalar para a área de análise.",
    "keywords": ["cobrança", "valor cobrado", "taxa", "tarifa", "débito app", "cobrança aplicativo", "ver cobrança", "cobrança operação"]
  },
  {
    "title": "App - Como acessar a conta ",
    "content": "**Passo a Passo**: Acessar o aplicativo da Velotax.\n\nClicar no ícone do conta localizado no menu inferior da tela.",
    "keywords": ["conta", "App - Como acessar a conta", "celcoin"]
  },
  {
    "title": "App - Consulta de contrato",
    "content": "Caminho no App: Menu \"Impostos\" (na parte inferior). \"Declarações passadas\".\n\nSelecionar o ano da antecipação.\n\nRolar a tela até o final para localizar \"Documentos da operação\".",
    "keywords": ["contrato", "consultar contrato", "ver contrato", "acessar contrato", "documento contrato", "documentos operação", "contrato antecipação"]
  },
  {
    "title": "App - Excluir conta Velotax",
    "content": "Condição Obrigatória: Quitar todas as pendências financeiras (como antecipação) antes de solicitar a exclusão.\n\nA exclusão não cancela dívidas.\n\nComo Excluir (Sem Pendências):\n\n* Pelo App: Acessar Impostos > DARFs para investidor > menu no canto superior esquerdo >Conta e selecionar “Excluir conta”.\n\n* Pelo Site: Fazer login, ir em “Conta” e clicar em “Excluir conta”.\n\nAviso: A ação é permanente e remove todos os dados da plataforma.",
    "keywords": ["exclusão", "conta", "aplicativo", "site", "plano ativo", "antecipação pendente", "App - Excluir conta Velotax", "excluir conta", "App - Excluir conta Velotax"]
  },
  {
    "title": "App - Falha na contratação",
    "content": "Diagnóstico: Verificar com o cliente a mensagem exata de erro.\n\nCausa Provável: Geralmente, a falha ocorre por instabilidade na conexão ou por uma versão desatualizada do aplicativo.\n\nAção Imediata: Orientar o cliente a verificar a internet, atualizar o app e tentar novamente.\n\nSe Persistir: Registrar um ticket e encaminhar para análise do suporte técnico.",
    "keywords": ["contratação", "contratar", "finalizar contratação", "não consigo contratar", "erro contratação", "problema contratar", "falha contratação"]
  },
  {
    "title": "App - O que fazer em caso de erro ou instabilidade?",
    "content": "[ { \"title\": \"Passo 1: Verificar Conexão\", \"content\": \"Peça para o cliente confirmar se a conexão com a internet (Wi-Fi ou 4G/5G) está estável.\" }, { \"title\": \"Passo 2: Atualizar o App\", \"content\": \"Oriente o cliente a verificar na App Store ou Google Play se existe uma atualização disponível para o Velotax.\" }, { \"title\": \"Passo 3: Limpar Cache\", \"content\": \"Instrua o cliente a ir nas configurações do celular, localizar o app Velotax e selecionar \\\"Limpar Cache\\\".\" }, { \"title\": \"Passo 4: Reinstalar o App\", \"content\": \"Como última tentativa, sugira desinstalar e reinstalar o aplicativo.\" }, { \"title\": \"Escalonamento (Ação Interna)\", \"content\": \"Se o erro persistir, solicite ao cliente um print da tela, o modelo do celular e o que ele estava fazendo.\n\nCom essas informações, siga o **procedimento** de escalonamento para o time técnico.\" } ]",
    "keywords": ["Erro no app", "aplicativo não abre", "instabilidade", "falha", "travando", "lento", "não funciona", "limpar cache", "reinstalar", "atualizar", "suporte técnico"]
  },
  {
    "title": "App - Problemas de login",
    "content": "Passos de Resolução: Verificar se o aplicativo está atualizado para a última versão.\n\nLimpar o cache do aplicativo.\n\nTentar o login novamente.\n\nSe Persistir: Solicitar ao cliente detalhes do erro ou um print da tela para análise.",
    "keywords": ["login", "acesso", "App - Problemas de login", "acessar", "prioblema", "erro", "não consegue"]
  },
  {
    "title": "App - Reativar conta",
    "content": "Cenário: Cliente excluiu a conta, mas precisa reativá-la (geralmente para fazer a portabilidade de uma chave PIX que ficou presa). (Guia Interno) **Procedimento**: Pegar o CPF do cliente e a solicitação \"REATIVAR CONTA\".\n\nEnviar no grupo de chat B2C no formato: \"[CPF]\n\n- REATIVAR CONTA\".\n\nInformar ao cliente que o prazo para a reativação é de até 24 horas úteis.",
    "keywords": ["reativar conta", "reativação de conta", "reativar", "App - Reativar conta"]
  },
  {
    "title": "Ausencia de ativo",
    "content": "Ação: Solicitar mais detalhes ao cliente para poder analisar o caso.\n\nScript Sugerido: \"Para que eu possa verificar o que aconteceu, poderia me enviar um print da tela onde você notou a ausência do ativo e me informar qual ativo ou valor deveria constar?\n\nCom essas informações, consigo analisar de forma mais precisa.\"",
    "keywords": ["Ausencia de ativo"]
  },
  {
    "title": "boas vindas",
    "content": "Olá, tudo bem?\n\nNo que posso ajudar hoje?",
    "keywords": ["olá", "oi", "iai", "iae", "beleza", "opa", "olaa", "oiii", "Fala velotax"]
  },
  {
    "title": "Veloprime - Cancelamento",
    "content": "Regra Principal: O cancelamento com estorno só é possível se o cliente não tiver utilizado nenhuma funcionalidade paga do plano (como emissão de DARF ou relatórios).\n\nPrazo: A solicitação deve ocorrer em até 7 dias corridos da contratação.\n\n**Procedimento**: Se as regras forem cumpridas, encaminhar para o financeiro.\n\nCaso contrário, o cancelamento não é possível.",
    "keywords": ["Veloprime - Cancelamento"]
  },
  {
    "title": "CCB - Cédula de crédito bancario O que é?",
    "content": "Definição: A CCB (Cédula de Crédito Bancário) é o contrato digital que formaliza a operação de antecipação da restituição.\n\nValidade: Possui validade jurídica e detalha todas as condições do crédito.\n\nConteúdo: Inclui valor antecipado, taxas, forma de quitação e encargos.\n\nProcesso: A assinatura é 100% digital e segura, sendo um passo **obrigatório** para a contratação.",
    "keywords": ["CCB", "Contrato", "clausula\nCCB - Cédula de crédito bancario O que é?"]
  },
  {
    "title": "CCB clausulas",
    "content": "[ { \"title\": \"Cláusula 1: Partes e definições\", \"content\": \"**Explicação:** Identifica quem empresta (credor/instituição), quem toma o crédito (devedor/cliente) e define termos usados no contrato (Ex.: “CCB”, “Chave Pix”, “Conta de Pagamento”, “Antecipação”, “Data de Liberação”).\\n\\n**Redação Modelo:** Cláusula 1 — Partes e Definições.\n\nEste instrumento (a “CCB”) é firmado entre [NOME DA INSTITUIÇÃO], pessoa jurídica, doravante “Credor”, e [NOME DO CLIENTE], CPF/CNPJ [●], doravante “Devedor”.\n\nPara fins deste contrato, “Chave Pix” significa a chave vinculada ao CPF/CNPJ do Devedor; “Conta de Pagamento” significa a conta Celcoin indicada pelo Devedor; “Antecipação” significa o adiantamento do valor da restituição do Imposto de Renda, conforme cláusulas seguintes.\" }, { \"title\": \"Cláusula 2: Objeto do contrato\", \"content\": \"**Explicação:** Explica qual operação está sendo contratada — ex.: antecipação de restituição, empréstimo com garantia de restituição, ou outra modalidade.\n\nDefine o valor, finalidade e operação.\\n\\n**Redação Modelo:** Cláusula 2 — Objeto.\n\nO presente contrato tem por objeto a antecipação do crédito referente à restituição do Imposto de Renda do Devedor, no valor de R$ [●], a ser disponibilizado pelo Credor, mediante as condições aqui ajustadas.\" }, { \"title\": \"Cláusula 3: Valor, liberação e conta de crédito\", \"content\": \"**Explicação:** Estabelece o montante, data de liberação e conta para depósito (normalmente a conta informada pelo cliente).\\n\\n**Redação Modelo:** Cláusula 3 — Valor e Liberação.\n\nO Credor entregará ao Devedor o valor de R$ [●], em parcela única, creditado na Conta de Pagamento indicada pelo Devedor até a data de [●].\" }, { \"title\": \"Cláusula 4: Vencimento e forma de pagamento\", \"content\": \"**Explicação:** Define quando e como a dívida será paga — parcelamento, vencimento único (na data do crédito da restituição) ou amortizações.\n\nEm operações de antecipação, geralmente a quitação ocorre com o repasse da restituição.\\n\\n**Redação Modelo:** Cláusula 4 — Vencimento e Pagamento.\n\nA dívida será quitada automaticamente com o crédito da restituição do Imposto de Renda no montante necessário para a liquidação do saldo devedor na Conta de Pagamento, nos termos da Cláusula 7; alternativamente, o Devedor poderá liquidar antecipadamente conforme Cláusula\n\n8.\" }, { \"title\": \"Cláusula 5: Juros, encargos e forma de cálculo\", \"content\": \"**Explicação:** Especifica os juros remuneratórios, juros de mora (em atraso), encargos, periodicidade de capitalização e método de cálculo (ex.: taxa anual, base 252/360/365).\n\nEsses números variam por contrato.\\n\\n**Redação Modelo:** Cláusula 5 — Juros e Encargos.\n\nO crédito contratado será onerado com juros remuneratórios de [X% ao mês / Y% ao ano], calculados pro rata temporis, além de multa de [Z%] sobre parcelas vencidas e juros de mora de [W%] ao mês, nos termos da legislação aplicável.\" }, { \"title\": \"Cláusula 6: Atualização monetária (se aplicável)\", \"content\": \"**Explicação:** Trata de reajuste por índice (IPCA, INPC, TR) ou cláusula de correção.\n\nNem toda CCB tem correção.\\n\\n**Redação Modelo:** Cláusula 6 — Atualização Monetária.\n\nO saldo devedor será atualizado pela variação do índice [IPCA / INPC / TR] ou por critério definido entre as partes, quando aplicável.\" }, { \"title\": \"Cláusula 7: Vínculo da Chave Pix e quitação automática\", \"content\": \"**Explicação:** Determina que a restituição depositada na Conta de Pagamento vinculada à Chave Pix será utilizada prioritariamente para quitação da operação.\n\nTambém define o efeito da alteração/exclusão da Chave Pix.\\n\\n**Redação Modelo:** Cláusula 7 — Vínculo e Quitação Automática.\n\nO Devedor declara e autoriza que a restituição do Imposto de Renda será creditada na Conta de Pagamento vinculada à Chave Pix (CPF) informada, e concorda que o montante credor será utilizado, prioritariamente, para a quitação total ou parcial do saldo devedor junto ao Credor.\n\nA alteração ou exclusão da Chave Pix sem notificação prévia que impeça o recebimento automático poderá caracterizar descumprimento contratual.\\n\\n**Nota de Atendimento:** Citar essa cláusula quando o cliente mudou/excluiu a chave Pix e a restituição não foi recebida; dizer que “isso pode impedir o recebimento automático e comprometer a quitação prevista contratualmente (Cláusula 7)”.\" }, { \"title\": \"Cláusula 8: Liquidação antecipada\", \"content\": \"**Explicação:** Trata do direito do cliente liquidar a dívida antes do vencimento, com eventual desconto proporcional dos juros futuros.\n\nDefine a metodologia do cálculo do desconto.\\n\\n**Redação Modelo:** Cláusula 8 — Liquidação Antecipada.\n\nO Devedor poderá liquidar antecipadamente, total ou parcialmente, o saldo devedor a qualquer tempo, beneficiando-se de desconto sobre os juros e encargos futuros, calculado proporcionalmente ao tempo restante, na forma definida pelo Credor.\\n\\n**Nota de Atendimento:** Para respostas ao cliente, indicar que “a liquidação antecipada é permitida e dá direito a desconto proporcional” e, se o cliente pediu isso, orientar realizar contato para cálculo exato.\" }, { \"title\": \"Cláusula 9: Garantias e cessão de direitos\", \"content\": \"**Explicação:** Pode prever garantias (a própria restituição pode ser considerada garantia) e regras para cessão de crédito pelo credor.\\n\\n**Redação Modelo:** Cláusula 9 — Garantias e Cessão de Crédito.\n\nPara garantia do crédito, as partes podem pactuar a cessão da restituição e demais garantias descritas em anexo.\n\nO Credor poderá ceder seus direitos a terceiro, hipótese em que informará o Devedor.\" }, { \"title\": \"Cláusula 10: Inadimplência e vencimento antecipado\", \"content\": \"**Explicação:** Lista eventos de inadimplência (não pagamento, informações falsas, etc.) e prevê que o credor pode tornar o saldo exigível imediatamente.\\n\\n**Redação Modelo:** Cláusula 10 — Inadimplência e Vencimento Antecipado.\n\nConfigura-se inadimplência com o não pagamento nas datas previstas, prestação de informações falsas, uso indevido da Conta de Pagamento ou alteração da Chave Pix que impeça a quitação automática.\n\nNesses casos, o Credor poderá considerar todo o saldo imediatamente vencido e exigir sua quitação.\\n\\n**Nota de Atendimento:** Cuidado — não afirmar que “a dívida foi vencida” sem confirmação; dizer que “tal conduta pode constituir inadimplemento conforme Cláusula 10 e permitir medidas contratuais”.\" }, { \"title\": \"Cláusula 11: Multas e encargos de cobrança\", \"content\": \"**Explicação:** Descreve multas por atraso, encargos de cobrança, honorários advocatícios e custos de execução.\\n\\n**Redação Modelo:** Cláusula 11 — Multas e Encargos de Cobrança.\n\nEm caso de inadimplência, incidirá multa de [X%], juros de mora de [Y%] ao mês e demais encargos de cobrança, inclusive honorários advocatícios e custas extrajudiciais, quando aplicáveis.\" }, { \"title\": \"Cláusula 12: Compensação / Set-off\", \"content\": \"**Explicação:** Permite ao credor compensar créditos/débitos entre contas do cliente e dívidas pendentes.\\n\\n**Redação Modelo:** Cláusula 12 — Compensação.\n\nO Credor poderá compensar eventuais valores devidos ao Devedor com quaisquer créditos que este possua perante o Credor, observadas as disposições legais aplicáveis.\" }, { \"title\": \"Cláusula 13: Notificações e comunicações\", \"content\": \"**Explicação:** Define como se dão os avisos entre as partes (e-mail, notificações eletrônicas).\\n\\n**Redação Modelo:** Cláusula 13 — Comunicações.\n\nAs comunicações entre as partes serão consideradas válidas se enviadas aos endereços constantes deste contrato ou por meio eletrônico indicado, produzindo efeitos independentes de aviso complementar.\" }, { \"title\": \"Cláusula 14: Proteção de dados (LGPD)\", \"content\": \"**Explicação:** Trata do tratamento de dados pessoais do cliente para execução contratual e cumprimento legal (LGPD).\\n\\n**Redação Modelo:** Cláusula 14 — Proteção de Dados.\n\nO tratamento de dados pessoais do Devedor se dará para execução do contrato, cumprimento de obrigação legal e conservação de registros, nos termos da Lei Geral de Proteção de Dados (Lei nº\n\n13.709/2018).\n\nO Devedor declara ciência e concordância com as operações descritas.\" }, { \"title\": \"Cláusula 15: Direito de arrependimento\", \"content\": \"**Explicação:** Quando aplicável, prevê prazo de arrependimento de 7 dias corridos e procedimentos de devolução.\\n\\n**Redação Modelo:** Cláusula 15 — Direito de Arrependimento.\n\nQuando aplicável ao caso, o Devedor poderá exercer o direito de arrependimento no prazo de 7 (sete) dias corridos, contados da assinatura, nos termos do Código de Defesa do Consumidor, mediante restituição das quantias eventualmente pagas.\" }, { \"title\": \"Cláusula 16: Impostos e despesas\", \"content\": \"**Explicação:** Define quem arca com impostos e despesas decorrentes da operação (geralmente devedor).\\n\\n**Redação Modelo:** Cláusula 16 — Impostos e Despesas.\n\nSão de responsabilidade do Devedor todos os impostos, taxas e contribuições incidentes sobre a operação, bem como despesas decorrentes do cumprimento do contrato.\" }, { \"title\": \"Cláusula 17: Cessão e transferência\", \"content\": \"**Explicação:** Regula quando o credor pode ceder os direitos e obrigações a terceiros e efeitos para o devedor.\\n\\n**Redação Modelo:** Cláusula 17 — Cessão de Direitos.\n\nO Credor poderá ceder, total ou parcialmente, seus direitos decorrentes desta CCB, comunicando o Devedor quando exigível por lei ou prática contratual.\" }, { \"title\": \"Cláusula 18: Foro e legislação aplicável\", \"content\": \"**Explicação:** Estabelece a lei que rege o contrato (brasileira) e o foro (cidade) para resolver conflitos.\\n\\n**Redação Modelo:** Cláusula 18 — Lei Aplicável e Foro.\n\nEste contrato rege-se pela legislação brasileira.\n\nAs partes elegem o foro da Comarca de [●] para dirimir quaisquer controvérsias, com renúncia de outro, por mais privilegiado que seja.\" }, { \"title\": \"Cláusula 19: Alterações contratuais e integralidade\", \"content\": \"**Explicação:** Define que alterações só valem por escrito e que o contrato integra o entendimento entre as partes.\\n\\n**Redação Modelo:** Cláusula 19 — Alterações e Integralidade.\n\nQualquer alteração somente será válida se formalizada por escrito e assinada pelas partes.\n\nEste instrumento contém a integralidade do ajuste entre as partes.\" }, { \"title\": \"Cláusula 20: Força maior e caso fortuito\", \"content\": \"**Explicação:** Prevê que eventos extraordinários podem suspender obrigações sem penalidade.\\n\\n**Redação Modelo:** Cláusula 20 — Força Maior.\n\nAs obrigações ficam suspensas enquanto persistirem eventos de força maior que impeçam seu cumprimento, sem responsabilidade por perdas ou danos, observadas as disposições legais.\" }, { \"title\": \"Cláusula 21: Interpretação e cláusula separável\", \"content\": \"**Explicação:** Se uma cláusula for considerada nula, o restante permanece válido.\\n\\n**Redação Modelo:** Cláusula 21 — Separabilidade.\n\nSe qualquer cláusula for declarada nula, as demais permanecerão em pleno vigor.\" } ]",
    "keywords": ["CCB clausulas"]
  },
  {
    "title": "Cobrança Duplicada",
    "content": "Se houve cobrança duplicada, envie os comprovantes para verificação.\n\nConfirmada a duplicidade, verifique as datas.\n\nIf tiver 7 dias ou menos, entre com pedido de estorno.\n\nSe passou do prazo, verifique com um superior se é possível diante da situação.",
    "keywords": ["duplicidade", "estorno", "duplicada", "Cobrança Duplicada"]
  },
  {
    "title": "Cobrança Indevida em Plano Gratuito",
    "content": "Diagnóstico: Verificar a qual serviço a cobrança se refere.\n\nRegra: O app possui funcionalidades gratuitas e pagas.\n\nSe a cobrança for referente à emissão de DARF, envio de declaração ou relatórios, ela é devida, pois são serviços pagos.",
    "keywords": ["plano", "gratuito", "estorno", "Cobrança Indevida em Plano Gratuito"]
  },
  {
    "title": "Codigo de defesa do consumidor",
    "content": "Direito de Arrependimento: O cliente tem 7 dias corridos, a partir da contratação ou recebimento do serviço, para solicitar o cancelamento.\n\nCondições: Válido para contratações fora de estabelecimento físico (internet, app).\n\nNão exige justificativa.\n\nApós o Prazo: Depois dos 7 dias, o contrato se torna plenamente válido e as cláusulas devem ser cumpridas.",
    "keywords": ["Cancelamento", "arrependimento", "prazo", "CDC", "Codigo de defesa do consumidor"]
  },
  {
    "title": "Como escalar para casos especiais",
    "content": "[ { \"title\": \"Passo 1: Iniciar a escalada do ticket\", \"content\": \"Ao identificar a necessidade de escalar para Casos Especiais, preencha o tipo de chamado como 'Reclamação' e detalhe o motivo para descrever a situação.\" }, { \"title\": \"Passo 2: Direcionar para o Casos Especiais\", \"content\": \"Altere o campo 'Escalar chamado' para a opção 'Casos Especiais' e adicione qualquer observação relevante como um comentário interno.\" }, { \"title\": \"Passo 3: Salvar e encaminhar\", \"content\": \"Salve o ticket com o status 'Em Andamento'.\\n\\nO workflow será criado e o chamado passará para a responsabilidade da equipe de Casos Especiais.\\n\\nInforme ao cliente que o prazo de resolução é de 48 horas úteis\" }, { \"title\": \"Passo 4: Aguardar a intervenção\", \"content\": \"Enquanto aguarda a conclusão do Casos Especiais, você pode interagir com o cliente ou adicionar mais comentários internos ao ticket, se necessário.\" }, { \"title\": \"Passo 5: Acompanhar a Resolução\", \"content\": \"A partir deste ponto, a equipe de Casos Especiais é responsável pela comunicação final e resolução do ticket.\\n\\nAcompanhe o status até sua conclusão.\" } ]",
    "keywords": ["Casos Especiais-como escalar"]
  },
  {
    "title": "como limpar o cachê ou os dados",
    "content": "Limpar cachê: Android: Configurações > Apps > Velotax > Armazenamento > Limpar cache. iOS: Ajustes > Geral > Armazenamento do iPhone > Velotax > Desinstalar App e reinstalar pela App Store.",
    "keywords": ["limpar dados", "limpar cachê"]
  },
  {
    "title": "Como são calculados os juros cobrados na antecipação da restituição?",
    "content": "Base de Cálculo: Os juros são calculados considerando a data prevista do último lote de pagamento da **Receita Federal**.\n\nMotivo: Como não é possível saber em qual lote o cliente receberá, essa prática evita a cobrança de juros extras caso o pagamento demore mais que o esperado, garantindo um valor fixo no contrato.",
    "keywords": ["juros", "cálculo"]
  },
  {
    "title": "Crédito do trabalhador - Contratação",
    "content": "[\n  {\n    \"title\": \"Passo 1: Acesso ao Produto\",\n    \"content\": \"Na tela inicial do app, o cliente verá o card **Crédito do Trabalhador**.\\n\\n**Use a fala:**\\n\\n*“Para ver a proposta é só abrir o app e tocar em Crédito do Trabalhador → Ver uma proposta.\\n\\nVou te orientar em cada etapa.”*\"\n  },\n  {\n    \"title\": \"Passo 2: Termo de Autorização (Consentimento)\",\n    \"content\": \"A próxima tela é o\\n\\n**Termo de autorização**, que lista as informações que serão consultadas.\\n\\n**Use a fala:**\\n\\n*“Aqui você verá o termo autorizando a checagem dos dados necessários para a proposta.\\n\\nSe concordar, toque em Autorizar — isso permite prosseguirmos com a simulação.”*\\n\\n(Nota: se o cliente perguntar detalhes, oriente-o a consultar o termo completo no próprio app.)\"\n  },\n  {\n    \"title\": \"Passo 3: Seleção do Valor do Crédito\",\n    \"content\": \"O app mostrará o limite de crédito disponível e um controle deslizante para escolher o valor desejado.\\n\\n**Use a fala:**\\n\\n*“Você tem X disponível.\\n\\nEscolha o valor que deseja solicitar e toque em Continuar.\\n\\nPosso ajudar a escolher o valor ideal se quiser.”*\"\n  },\n  {\n    \"title\": \"Passo 4: Simulação do Empréstimo\",\n    \"content\": \"Esta tela exibe o resumo financeiro da operação: valor a receber, número de parcelas, taxas de juros e o total a pagar.\\n\\n**Use a fala:**\\n\\n*“Aqui está a simulação: você receberá R$X em X parcelas de R$Y — juros e total estão discriminados.\\n\\nConfere pra eu seguir com a contratação?”*\"\n  },\n  {\n    \"title\": \"Passo 5: Processamento (Etapa de Captura)\",\n    \"content\": \"Após continuar, uma tela de\\n\\n**“Aguarde...”** aparecerá enquanto o sistema processa os dados.\\n\\n**Use a fala:**\\n\\n*“O app está processando suas informações — aguarde um instante.\\n\\nSe demorar mais do que o normal, me avise que eu acompanho aqui.”*\"\n  },\n  {\n    \"title\": \"Passo 6: Captura de Foto (Selfie)\",\n    \"content\": \"O app solicitará uma selfie para validação facial.\\n\\nOriente o cliente a se posicionar em um local bem iluminado, sem acessórios que cubram o rosto (como óculos escuros).\\n\\n**Use a fala:**\\n\\n*“Agora o app pede uma selfie para validação.\\n\\nPeça que fique em local bem iluminado, com o rosto inteiro visível.\\n\\nSe a foto não ficar boa, use ‘Tirar foto novamente’.\\n\\nConfirme comigo quando enviar.”*\"\n  },\n  {\n    \"title\": \"Passo 7: Validação de Identidade (Automática)\",\n    \"content\": \"Após a foto, a tela\\n\\n**“Validando identidade”** informará que o processo automático pode levar até 30 minutos.\\n\\n**Use a fala:**\\n\\n*“Estamos validando sua identidade — esse processo é automático e pode levar até 30 minutos.\\n\\nSe quiser, posso acompanhar e te avisar quando terminar.”*\"\n  },\n  {\n    \"title\": \"Passo 8: Confirmação Final da Contratação\",\n    \"content\": \"Esta é a última tela, que mostra o resumo final com todos os valores, taxas e a data do desconto.\\n\\nO cliente finaliza clicando em\\n\\n**'Confirmar'**.\\n\\n**Use a fala:**\\n\\n*“Aqui estão os valores finais e a data de desconto.\\n\\nConfirma que está de acordo para concluir a contratação?\\n\\nAo confirmar, o contrato será registrado.”*\"\n  }\n]",
    "keywords": ["Crédito do trabalhador - Contratação"]
  },
  {
    "title": "Crédito do trabalhador - Como é descontado?",
    "content": "Durante o Contrato: As parcelas são descontadas diretamente da folha de pagamento (holerite/contracheque).\n\nEm Caso de Demissão: O de...(truncated 66933 characters)... capturados automaticamente via integração (ex.: Warren). * Alíquota: 15% sobre rendimentos disponibilizados. * Pagamento: Declaração nas fichas correspondentes do IRPF. Tributação sobre Entidades Controladas (Offshores, Trusts): * Apuração: Lucros apurados em 31/12 consolidados em relatório. * Alíquota: 15% sobre o lucro anual, independentemente de distribuição. * Pagamento: Recolhimento no Brasil, mesmo sem remessa do valor.",
    "keywords": ["Ações no exterior", "stocks", "internacional", "GCAP", "ganho de capital", "dividendos", "carnê-leão", "câmbio", "dólar", "tributação", "imposto", "EUA", "stocks", "BDR", "Veloprime - Ações no Exterior", "Veloprime"]
  },
  {
    "title": "Veloprime - Bolsa de Valores (B3)",
    "content": "Regra de Isenção:\n\n* A isenção de imposto sobre o lucro se aplica apenas se o valor total das vendas de ações em operações comuns for inferior a R$\n\n20.000,00 no mesmo mês.\n\nAlíquotas de Imposto (Quando não há isenção):\n\n* Operações Comuns (venda em dias diferentes da compra): 15% sobre o lucro.\n\n* Day Trade (compra e venda no mesmo dia): 20% sobre o lucro.\n\nPagamento:\n\n* O imposto sobre o lucro deve ser pago via DARF mensal até o último dia útil do mês seguinte à operação.",
    "keywords": ["\nAções", "B3", "Bovespa", "tributação", "imposto", "15%", "20%", "day trade", "operações comuns", "isenção", "20 mil", "ganho de capital", "mercado de ações", "Veloprime - Bolsa de Valores (B3)"]
  },
  {
    "title": "Veloprime - Como cancelar a recorrencia",
    "content": "[ { \"title\": \"1.\n\nEntendendo o Modelo de Planos Velotax\", \"content\": \"Conceito do Plano: Os planos são um serviço único anual, cujo valor total é dividido em 12 parcelas mensais.\\n\\nDiferença Chave: Não é uma assinatura mensal tradicional, mas sim um parcelamento de um contrato anual.\\n\\nRecorrência: É a renovação automática do plano após o término do ciclo de 12 meses.\n\nCancelar a recorrência impede a próxima renovação, mas não cancela as parcelas do contrato vigente.\" }, { \"title\": \"2.\n\nComo Orientar o Cliente a Cancelar a Recorrência\", \"content\": \"Caminho na Plataforma:\\n1.\n\nAcessar a conta e selecionar a opção \\\"Conta\\\".\\n2.\n\nLocalizar a seção \\\"Dados do Plano\\\".\\n3.\n\nClicar na opção para cancelar a recorrência.\\n4.\n\n****Importante****: Clicar em \\\"Salvar\\\" para confirmar a alteração.\" }, { \"title\": \"3.\n\nAção Interna (Baseado no Status da Recorrência)\", \"content\": \"Cenário A (Recorrência \\\"Desativada\\\"): Informar ao cliente que a renovação automática já está cancelada e que não haverá novas cobranças após o fim do contrato atual.\\n\\nCenário B (Recorrência \\\"Ativa\\\"): Utilizar a macro correspondente para enviar as instruções: \\\"Cancelamento Recorrência Velotax\\\" ou \\\"Cancelamento Recorrência XP\\\".\" } ]",
    "keywords": ["\nCancelar recorrência", "renovação automática", "cobrança automática", "alterar pagamento", "dados do plano", "assinatura", "parcelamento", "contrato anual", "desativar", "interromper cobrança", "cancelar plano", "mensalidade", "anuidade", "Veloprime - Como cancelar a recorrencia", "Veloprime"]
  },
  {
    "title": "Veloprime - Escalar para N2",
    "content": "Cenário de Aplicação: Utilize este processo para erros de origem desconhecida ou qualquer problema que necessite de uma investigação técnica aprofundada.\n\n**Procedimento**** de Escalonamento: Passo 1 (No Ticket): No menu \"Escalar Chamado\", selecione a opção \"N2\n\n- Suporte Técnico\".\n\nPasso 2 (Documentação): Faça uma anotação interna o mais detalhada possível.\n\nInclua todas as informações relevantes, prints do erro e arquivos necessários para a análise.\n\nPasso 3 (Comunicação): Envie um e-mail ao cliente informando que um ticket foi aberto para o suporte técnico e que o prazo para retorno é de até 7 dias úteis.\n\nPasso 4 (Status do Ticket): Mantenha o ticket com o status \"Em aberto\" para acompanhamento.",
    "keywords": ["Escalar", "escalonamento", "N2", "suporte técnico", "erro desconhecido", "investigação", "análise técnica", "abrir chamado", "time de produto", "bug", "falha", "problema", "Veloprime", "Veloprime - Escalar para N2", "Veloprime", "N2", "nivel 2", "casos especiasi"]
  },
  {
    "title": "Veloprime - Fundos Imobiliários (FIIs)",
    "content": "Tributação sobre Rendimentos (Aluguéis): Regra: Os rendimentos mensais distribuídos pelos FIIs são isentos de Imposto de Renda para pessoas físicas.\n\nTributação sobre o Lucro na Venda das Cotas: Regra: Não há isenção.\n\nQualquer lucro obtido na venda de cotas de FIIs é tributável.\n\nAlíquota: 20% sobre o ganho de capital.\n\nPagamento: O imposto deve ser pago via DARF até o último dia útil do mês seguinte à venda.",
    "keywords": ["Fundos Imobiliários", "rendimentos", "aluguéis", "isenção", "venda de cotas", "lucro", "20%", "ganho de capital", "tributação", "imposto", "Veloprime - Fundos Imobiliários (FIIs)", "Veloprime", "FII", "FIIs", ""]
  },
  {
    "title": "Veloprime - Não reconhece a cobrança",
    "content": "Contexto: O cliente questiona uma cobrança que ele acredita ser da \"Veloprime\".\n\nDiagnóstico e Ação: Verificação Interna: Consulte no sistema os detalhes do plano que o cliente contratou.\n\nAnálise: A contratação da Veloprime pode incluir diferentes funcionalidades e planos, cada um com seu respectivo valor.\n\nOrientação: Com base nos detalhes do plano do cliente, explique a qual serviço ou funcionalidade a cobrança se refere",
    "keywords": ["Veloprime", "plano", "Veloprime - Não reconhece a cobrança"]
  },
  {
    "title": "\t\r\nVeloprime - Opções ",
    "content": "[ { \"title\": \"1.\n\nO que são Opções? (Conceito Fundamental)\", \"content\": \"Definição: Opções são contratos que dão ao comprador (titular) o direito de comprar ou vender um ativo (como uma ação) por um preço fixo (strike) até uma data futura (vencimento).\\n\\nTipos de Opção:\\n* CALL (Opção de Compra): Dá o direito de comprar o ativo.\\n* PUT (Opção de Venda): Dá o direito de vender o ativo.\" }, { \"title\": \"2.\n\nComo o Lucro Acontece? (Principais Cenários)\", \"content\": \"Cenário A (Compra e Venda da Opção): O investidor compra uma opção e a vende por um preço (prêmio) maior antes do vencimento.\n\nO lucro é a diferença entre os preços.\\n\\nCenário B (Exercício da Opção): O titular exerce seu direito de comprar ou vender o ativo pelo preço de strike, lucrando com a diferença em relação ao preço de mercado.\\n\\nCenário C (Venda Coberta\n\n- Lançador): O investidor vende uma opção e, se o comprador não a exercer, seu lucro é o valor do prêmio recebido.\" }, { \"title\": \"3.\n\nComo Funciona a Tributação?\", \"content\": \"Regra Principal: O mercado de opções não possui nenhum tipo de isenção.\n\nTodo e qualquer lucro, por menor que seja, é tributável.\\n\\nAlíquotas de Imposto sobre o Lucro:\\n* Operações Comuns (Swing Trade): 15% sobre o lucro líquido.\\n* Day Trade (compra e venda no mesmo dia): 20% sobre o lucro líquido.\\n\\nPagamento: O imposto deve ser calculado e o DARF deve ser pago até o último dia útil do mês seguinte ao da operação que gerou o lucro.\" } ]",
    "keywords": ["Opções", "mercado de opções", "derivativos", "call", "put", "strike", "prêmio", "exercício", "titular", "lançador", "virar pó", "venda coberta", "tributação", "15%", "20%", "day trade", "imposto", "ganho de capital", "Veloprime - Opções"]
  },
  {
    "title": "Veloprime - O que é Velopro",
    "content": "Definição: É a versão da Velotax voltada para contadores e assessores de investimentos.\n\nFunção: Permite que esses profissionais gerenciem as obrigações fiscais de seus clientes de forma centralizada.",
    "keywords": ["Velopro"]
  },
  {
    "title": "Veloprime - Pagamento",
    "content": "*\n\n**Explicação**: Os planos\n\n**Veloprime** são contratados como um plano anual, pago via PIX ou cartão de crédito.\n\nNo caso do cartão, o valor é dividido em 12 parcelas para maior viabilidade ao cliente.\\n*\n\n**Cancelamento**: Não é possível cancelar após os 7 dias de arrependimento estipulados pelo\n\n**Código de Defesa do Consumidor**.\\n*\n\n**Motivo**: O plano não é cobrado como mensalidades, mas sim como um pagamento único dividido em 12 vezes no cartão do cliente.",
    "keywords": ["cancelar plano", "veloprime", "estorno", "quer cancelar"]
  },
  {
    "title": "Veloprime - Planos",
    "content": "[ { \"title\": \"Plano Basic\", \"content\": \"Valor: R$ 25,90 por mês no plano anual.\\n\\nIdeal para quem começou a investir agora.\\n\\nInclui:\\n* Cálculos automáticos de IR\\n* Emissão de DARF do mês corrente.\" }, { \"title\": \"Plano Premium\", \"content\": \"Valor: R$ 59,90 por mês no plano anual.\\n\\nIdeal para quem investe com maior frequência.\\n\\nInclui tudo do Basic, mais:\\n* DARFs retroativas ilimitadas\\n* Carteira de investimentos atualizada\\n* Notificações de dividendos\\n* Lembrete de impostos\\n* Informes de rendimento em PDF.\" }, { \"title\": \"Plano Concierge\", \"content\": \"Valor: R$ 79,90 por mês no plano anual.\\n\\nIdeal para quem não quer ter nenhum trabalho.\\n\\nInclui tudo do Premium, mais:\\n* Especialista dedicado\\n* DARFs revisadas por profissional\\n* Contato por WhatsApp exclusivo.\" } ]",
    "keywords": ["Veloprime", "planos", "Basic", "Premium", "Concierge", "preço", "anual", "IR", "investimentos", "notificações"]
  },
  {
    "title": "Veloprime - Gratuito",
    "content": "Orientar o cliente da seguinte forma: • Informar que o cliente pode testar o Veloprime gratuitamente, sem custo inicial. • Explicar que, para emitir DARFs, está disponível o Plano Básico, no valor de R$ 25,90. • Reforçar que esse plano é a forma indicada para o cliente começar a organizar a vida fiscal com agilidade, segurança e simplicidade.",
    "keywords": ["veloprime", "gratuito", "grátis", "plano básico", "emissão darf", "teste grátis", "experimentar", "solução fiscal"]
  },
  {
    "title": "Posso calcular DARF de anos anteriores?",
    "content": "Orientar o cliente da seguinte forma: • Confirmar que é possível calcular DARFs de anos anteriores, a partir de\n\n2020. • Informar que o cliente pode importar os dados da B3 de anos passados para realizar a apuração. • Reforçar que a funcionalidade auxilia na regularização da situação fiscal de períodos anteriores.",
    "keywords": ["darf anos anteriores", "calcular darf", "apuração retroativa", "darf 2020", "importar b3", "anos passados"]
  },
  {
    "title": "Qual a diferença prática entre CDB, LCI e LCA?",
    "content": "Orientar o cliente da seguinte forma:• CDB é título de renda fixa emitido por bancos, com tributação de IR.• LCI e LCA também são emitidos por bancos, mas isentos de IR para pessoa física.• Na prática, CDB costuma ter maior variedade de prazos e taxas; LCI/LCA são atrativos pelo benefício fiscal.",
    "keywords": ["CDB", "LCI", "LCA", "diferença", "tributação", "isenção"]
  },
  {
    "title": "Multimercados realmente diversificam, ou só replicam bolsa e juros?",
    "content": "Orientar o cliente da seguinte forma:• Fundos multimercado buscam diversificação aplicando em diferentes classes de ativos (juros, câmbio, ações, exterior).• O nível de diversificação depende da estratégia e do gestor.• Alguns multimercados replicam bolsa e juros, outros de fato trazem proteção e alternativas.",
    "keywords": ["fundos multimercado", "diversificação", "risco", "estratégia"]
  },
  {
    "title": "Como funciona a tributação em fundos de longo prazo?",
    "content": "Orientar o cliente da seguinte forma:• Fundos de longo prazo sofrem tributação de IR regressivo: 22,5% até 180 dias e vai caindo até 15% acima de 720 dias.• Há cobrança de come-cotas em maio e novembro, com antecipação de parte do IR.",
    "keywords": ["tributação", "fundos longo prazo", "IR", "come-cotas"]
  },
  {
    "title": "Operações em bolsa com prejuízo compensam automaticamente no IR?",
    "content": "Orientar o cliente da seguinte forma:• Não, a compensação não é automática.• O investidor precisa informar os prejuízos acumulados na declaração do IR.• Só assim poderá abater ganhos futuros do mesmo tipo de operação.",
    "keywords": ["prejuízo bolsa", "compensação IR", "Operações em bolsa com prejuízo compensam automaticamente no IR?"]
  },
  {
    "title": "O que acontece se eu esquecer de declarar uma aplicação pequena?",
    "content": "Orientar o cliente da seguinte forma:• Mesmo valores pequenos precisam ser declarados se obrigatórios por regra.• O esquecimento pode gerar inconsistências no cruzamento de dados da Receita.• O cliente pode retificar a declaração para corrigir.",
    "keywords": ["declaração", "omissão", "aplicação pequena", "IR"]
  },
  {
    "title": "Como funciona a tributação para ETFs de bolsa americana comprados aqui?",
    "content": "Orientar o cliente da seguinte forma:• ETFs listados na B3 e que replicam índices americanos são tributados como fundos de investimento no Brasil.• Isso significa come-cotas e alíquota regressiva até 15%.• Não seguem a regra de isenção de até 20 mil reais para ações.",
    "keywords": ["tributação", "bolsa americana", "bdr", "imposto", "ETF"]
  },
  {
    "title": "O que é renda fixa?",
    "content": "Renda fixa é um tipo de investimento em que as regras de rentabilidade são conhecidas no momento da aplicação.\n\nExemplos: Tesouro Direto, CDB, LCI, LCA.\n\nPode ser prefixada (taxa definida) ou pós-fixada (atrelada a Selic, CDI, inflação).",
    "keywords": ["renda fixa", "O que é renda fixa?"]
  },
  {
    "title": "O que é renda variável?",
    "content": "Renda variável são investimentos em que o retorno não é garantido e pode oscilar conforme o mercado.\n\nExemplos: ações, fundos imobiliários, ETFs.\n\nPotencial de ganho maior, mas com risco elevado.",
    "keywords": ["O que é renda variável?", "RENDA VARIAVEL"]
  },
  {
    "title": "Qual a diferença entre Tesouro Selic, Prefixado e IPCA?",
    "content": "Tesouro Selic acompanha a taxa Selic, indicado para reserva de emergência.\n\nTesouro Prefixado tem taxa fixa, bom se a Selic cair no futuro.\n\nTesouro IPCA protege contra inflação, pois paga IPCA + taxa fixa.",
    "keywords": ["Qual a diferença entre Tesouro Selic", "Prefixado e IPCA?"]
  },
  {
    "title": "O que é liquidez?",
    "content": "Liquidez significa a facilidade de transformar o investimento em dinheiro disponível.\n\nExemplo: Tesouro Selic tem liquidez diária; imóveis têm liquidez baixa.",
    "keywords": ["liquidez", "resgate", "facilidade", "prazo"]
  },
  {
    "title": "O que é diversificação?",
    "content": "Diversificação é distribuir os investimentos em diferentes tipos de ativos para reduzir riscos. “Não colocar todos os ovos na mesma cesta”.\n\nCombina renda fixa, renda variável e até ativos no exterior.",
    "keywords": ["diversificação", "risco", "carteira", "proteção"]
  },
  {
    "title": "O que significa perfil de investidor?",
    "content": "Perfil mostra o nível de tolerância ao risco do investidor: Conservador, Moderado ou Arrojado.\n\nÉ definido a partir de questionário (suitability) e ajuda a indicar os produtos mais adequados.",
    "keywords": ["perfil investidor", "conservador", "moderado", "arrojado"]
  },
  {
    "title": "O que é reserva de emergência?",
    "content": "Valor guardado para imprevistos, equivalente a 6 a 12 meses de gastos mensais.\n\nDeve ficar em investimentos seguros e líquidos, como Tesouro Selic ou CDB com liquidez diária.",
    "keywords": ["reserva emergência", "segurança", "liquidez"]
  },
  {
    "title": "O que são fundos de investimento?",
    "content": "Fundos reúnem recursos de vários investidores para serem aplicados de forma conjunta.\n\nCada cotista possui uma fração do fundo.\n\nExistem fundos de renda fixa, multimercado, ações e imobiliários.",
    "keywords": ["fundos", "cotas", "gestores", "multimercado"]
  },
  {
    "title": "O que é um ETF?",
    "content": "ETF é um fundo negociado em bolsa que replica um índice de mercado, como o Ibovespa ou o S&P\n\n500.\n\nPermite investir em várias empresas de uma vez só.",
    "keywords": ["O que é um ETF?"]
  },
  {
    "title": "Como funciona a inflação nos investimentos?",
    "content": "A inflação corrói o poder de compra do dinheiro ao longo do tempo.\n\nInvestimentos atrelados ao IPCA ou que superam a inflação ajudam a preservar o valor real do patrimônio.",
    "keywords": ["inflação", "poder de compra", "Como funciona a inflação nos investimentos?"]
  },
  {
    "title": "O que é juros compostos?",
    "content": "Juros compostos acontecem quando os rendimentos de um investimento passam a render também, gerando efeito de “juros sobre juros”.\n\nÉ a base do crescimento no longo prazo.",
    "keywords": ["juros compostos", "rentabilidade", "longo prazo"]
  },
  {
    "title": "Qual a diferença entre curto, médio e longo prazo?",
    "content": "Curto prazo: até 2 anos, indicado para liquidez e segurança.\n\nMédio prazo: entre 2 e 5 anos, para objetivos planejados.\n\nLongo prazo: acima de 5 anos, ideal para aposentadoria ou grandes projetos.",
    "keywords": ["prazo", "investimentos", "objetivos"]
  },
  {
    "title": "O que é CDI?",
    "content": "CDI é a taxa usada como referência para empréstimos entre bancos e serve de base para calcular o rendimento de vários investimentos de renda fixa.",
    "keywords": ["O que é CDI?", "CDI", "o que é"]
  },
  {
    "title": "Qual a diferença entre Selic e CDI?",
    "content": "Selic é a taxa básica de juros da economia definida pelo Banco Central.\n\nCDI é a taxa praticada entre bancos.\n\nAmbas costumam andar próximas, mas a Selic é política monetária e o CDI é referência de mercado.",
    "keywords": ["selic e cdi", "taxa juros", "Qual a diferença entre Selic e CDI?"]
  },
  {
    "title": "O que é IBOVESPA?",
    "content": "É o principal índice da Bolsa brasileira, que reúne as ações mais negociadas e representativas do mercado.\n\nServe como termômetro da renda variável no Brasil.",
    "keywords": ["ibovespa", "índice", "bolsa", "O que é IBOVESPA?"]
  },
  {
    "title": "O que é um FII?",
    "content": "Fundos Imobiliários permitem investir em imóveis por meio da bolsa, recebendo aluguéis ou participando da valorização dos ativos.\n\nSão negociados em cotas como ações.",
    "keywords": ["fii", "fundos imobiliários", "imóveis", "O que é um FII?"]
  },
  {
    "title": "O que é alocação de ativos?",
    "content": "Alocação é a estratégia de distribuir investimentos entre diferentes classes (renda fixa, variável, exterior) conforme perfil e objetivos, buscando equilíbrio entre risco e retorno.",
    "keywords": ["alocação ativos", "O que é alocação de ativos?", "alocar"]
  },
  {
    "title": "O que são dividendos?",
    "content": "Dividendos são parcelas do lucro das empresas distribuídas aos acionistas, geralmente em dinheiro.\n\nRepresentam uma forma de renda passiva para quem investe em ações.",
    "keywords": ["dividendos", "proventos", "lucros distribuídos", "renda passiva", "ações"]
  },
  {
    "title": "O que é day trade?",
    "content": "Day trade é a compra e venda de ativos no mesmo dia, buscando ganhos rápidos com variação de preço.\n\nExige alto conhecimento e tem risco elevado.",
    "keywords": ["day trade", "operações curtas", "especulação", "trading", "renda variável"]
  },
  {
    "title": "O que é swing trade?",
    "content": "Swing trade é uma estratégia de curto/médio prazo em que o investidor mantém ativos por dias ou semanas para capturar movimentos de mercado.",
    "keywords": ["swing trade", "operações prazo curto", "especulação moderada", "análise técnica"]
  },
  {
    "title": "O que é buy and hold?",
    "content": "Buy and hold é uma estratégia de longo prazo em que o investidor compra ações ou fundos e mantém por anos, focando no crescimento e dividendos.",
    "keywords": ["buy and hold", "longo prazo", "estratégia conservadora", "valorização", "dividendos"]
  },
  {
    "title": "O que é carteira recomendada?",
    "content": "Carteira recomendada é uma lista de ativos sugerida por analistas ou corretoras, com base em estudos de mercado, para orientar investimentos.",
    "keywords": ["carteira recomendada", "relatórios de análise", "seleção de ativos", "estratégia guiada"]
  },
  {
    "title": "O que é mercado futuro?",
    "content": "Mercado futuro envolve contratos padronizados para compra ou venda de ativos em data futura.\n\nUsado para hedge ou especulação.",
    "keywords": ["mercado futuro", "contratos futuros", "derivativos", "proteção cambial", "especulação"]
  },
  {
    "title": "O que é mercado primário e secundário?",
    "content": "Primário é quando ativos são emitidos pela primeira vez (ex.: IPO).\n\nSecundário é onde os ativos já emitidos são negociados entre investidores.",
    "keywords": ["mercado primário", "mercado secundário", "ipo", "negociações", "bolsa"]
  },
  {
    "title": "O que é IPO?",
    "content": "IPO (Oferta Pública Inicial) é quando uma empresa abre capital na bolsa e vende suas ações pela primeira vez ao público.",
    "keywords": ["ipo", "oferta inicial", "abertura capital", "bolsa", "ações"]
  },
  {
    "title": "O que é debênture?",
    "content": "Debênture é um título de dívida emitido por empresas para captar recursos.\n\nO investidor empresta dinheiro e recebe juros em troca.",
    "keywords": ["debênture", "dívida corporativa", "renda fixa privada", "captação de recursos", "O que é debênture?", "debentures"]
  },
  {
    "title": "O que é private equity?",
    "content": "Private equity são investimentos em empresas que não têm capital aberto.\n\nGeralmente, fundos compram participação para expandir e depois vender.",
    "keywords": ["private equity", "capital privado", "fundos de investimento", "participação societária"]
  },
  {
    "title": "O que é câmbio?",
    "content": "Câmbio é a troca de moedas entre países.\n\nInvestir em câmbio pode envolver compra direta de moedas ou fundos atrelados a moedas estrangeiras.",
    "keywords": ["câmbio", "moedas estrangeiras", "forex", "dólar", "euro"]
  },
  {
    "title": "O que é hedge?",
    "content": "Hedge é uma estratégia de proteção usada para reduzir riscos de variações em ativos, câmbio ou juros.\n\nPode ser feito com derivativos.",
    "keywords": ["hedge", "proteção", "derivativos", "gestão risco", "contratos futuros"]
  },
  {
    "title": "O que é índice S&P 500?",
    "content": "S&P 500 é um índice da bolsa americana que reúne as 500 maiores empresas dos EUA.\n\nServe como termômetro do mercado global.",
    "keywords": ["s&p500", "índice americano", "bolsa EUA", "benchmark global", "empresas listadas"]
  },
  {
    "title": "O que é benchmark?",
    "content": "Benchmark é um índice de referência usado para comparar a rentabilidade de um investimento ou fundo.",
    "keywords": ["benchmark", "referência", "índice comparativo", "desempenho", "mercado"]
  },
  {
    "title": "O que é taxa de administração?",
    "content": "Taxa de administração é cobrada por fundos para remunerar a gestão e custódia dos ativos.\n\nÉ expressa em % ao ano.",
    "keywords": ["taxa administração", "custos fundos", "gestão profissional", "despesas financeiras"]
  },
  {
    "title": "O que é taxa de performance?",
    "content": "Taxa de performance é cobrada quando o fundo supera um índice de referência, como CDI ou Ibovespa.",
    "keywords": ["taxa performance", "fundos", "rentabilidade extra", "incentivo gestor"]
  },
  {
    "title": "O que é custódia?",
    "content": "Custódia é o serviço de guarda e controle dos ativos financeiros de um investidor.\n\nÉ feita por corretoras ou bancos.",
    "keywords": ["custódia", "guarda ativos", "corretoras", "controle financeiro"]
  },
  {
    "title": "O que é home broker?",
    "content": "Home broker é a plataforma online oferecida por corretoras para comprar e vender ativos pela internet.",
    "keywords": ["home broker", "plataforma investimentos", "corretora", "bolsa digital"]
  },
  {
    "title": "O que é taxa Selic?",
    "content": "Selic é a taxa básica de juros da economia brasileira, definida pelo Banco Central, que influencia todos os demais juros.",
    "keywords": ["taxa selic", "juros básicos", "banco central", "política monetária", "O que é taxa Selic?"]
  },
  {
    "title": "O que é mercado de capitais?",
    "content": "Mercado de capitais é onde empresas captam recursos emitindo ações e títulos, e investidores aplicam seu dinheiro buscando retorno.",
    "keywords": ["mercado capitais", "bolsa valores", "ações", "títulos"]
  },
  {
    "title": "O que é volatilidade?",
    "content": "Volatilidade mede a intensidade das oscilações de preço de um ativo em determinado período.\n\nQuanto maior a volatilidade, mais instável é o investimento.",
    "keywords": ["volatilidade", "oscilações", "risco de mercado", "variação preço"]
  },
  {
    "title": "O que é liquidez diária?",
    "content": "Liquidez diária significa que o investidor pode resgatar o dinheiro todos os dias úteis, com disponibilidade rápida do recurso.",
    "keywords": ["liquidez diária", "resgate imediato", "disponibilidade", "fundos curtos"]
  },
  {
    "title": "O que é patrimônio líquido de um fundo?",
    "content": "Patrimônio líquido é o valor total do fundo, calculado pela soma dos ativos menos as despesas.\n\nDivide-se pelo número de cotas para achar o valor de cada uma.",
    "keywords": ["patrimônio líquido", "fundos", "valor total", "cota", "ativos"]
  },
  {
    "title": "O que é rentabilidade nominal e real?",
    "content": "Rentabilidade nominal é o retorno bruto, sem descontar inflação.\n\nRentabilidade real é o retorno líquido após descontar a inflação.",
    "keywords": ["rentabilidade nominal", "rentabilidade real", "inflação", "retorno"]
  },
  {
    "title": "O que é correlação entre ativos?",
    "content": "Correlação mostra o quanto dois ativos se movimentam em conjunto.\n\nPode ser positiva (andam iguais), negativa (andam opostos) ou neutra.",
    "keywords": ["correlação", "ativos", "diversificação", "risco", "relação"]
  },
  {
    "title": "O que é capitalização?",
    "content": "Capitalização é o processo de reinvestir juros ou rendimentos, fazendo o valor crescer ao longo do tempo por efeito composto.",
    "keywords": ["capitalização", "juros compostos", "crescimento", "reinvestimento"]
  },
  {
    "title": "O que é duration em renda fixa?",
    "content": "Duration mede o prazo médio de recebimento dos fluxos de um título de renda fixa, indicando sensibilidade a variações de juros.",
    "keywords": ["duration", "renda fixa", "sensibilidade", "prazos", "juros"]
  },
  {
    "title": "O que é margem de garantia?",
    "content": "Margem de garantia é o valor exigido para operar derivativos ou contratos futuros, servindo como caução em caso de perdas.",
    "keywords": ["margem garantia", "derivativos", "contratos futuros", "risco", "bolsa"]
  },
  {
    "title": "O que é spread bancário?",
    "content": "Spread bancário é a diferença entre a taxa que o banco cobra ao emprestar e a taxa que paga ao captar recursos.",
    "keywords": ["spread bancário", "diferença taxas", "O que é spread bancário?"]
  },
  {
    "title": "O que é governança corporativa?",
    "content": "Governança corporativa é o conjunto de práticas de gestão que asseguram transparência, equidade e equidade na administração de empresas.",
    "keywords": ["governança corporativa", "gestão", "transparência", "mercado acionário"]
  },
  {
    "title": "Veloprime - DARF Exterior",
    "content": "Mudança Legal: A partir de 2024, a Lei nº\n\n14.754/23 alterou o pagamento do DARF para investimentos no exterior, passando de mensal para anual, devido à nova Lei das Offshores, aplicável na entrega da declaração.\n\nA DARF mensal permanece apenas para investimentos no Brasil.\n\nAtualização Calculadora: A Calculadora de DARF foi ajustada para refletir essa regra.\n\n* Plano Basic não suporta mais a Calculadora de DARF para exterior, limitada à DARF do mês anterior.\n\n* Plano Premium continua disponível para acompanhar operações no exterior e gerar relatórios anuais.",
    "keywords": ["DARF", "OFFSHORE", "Veloprime - DARF Exterior"]
  },
  {
    "title": "O que é LCI?",
    "content": "LCI (Letra de Crédito Imobiliário) é um título de renda fixa emitido por bancos para financiar o setor imobiliário.\n\nPossui isenção de Imposto de Renda para pessoa física.",
    "keywords": ["lci", "letra crédito imobiliário", "banco emissor", "O que é LCI?"]
  },
  {
    "title": "O que é LCA?",
    "content": "LCA (Letra de Crédito do Agronegócio) é um título de renda fixa emitido por bancos para financiar o setor do agronegócio.\n\nTambém conta com isenção de IR para pessoa física.",
    "keywords": ["lca", "letra crédito agronegócio", "isenção ir", "banco emissor", "O que é LCA?"]
  },
  {
    "title": "O que é CDB?",
    "content": "CDB (Certificado de Depósito Bancário) é um título de renda fixa emitido por bancos para captação de recursos.\n\nPode ter rentabilidade prefixada, pós-fixada ou atrelada à inflação, e é tributado pelo IR.",
    "keywords": ["cdb", "certificado depósito bancário", "inflação", "O que é CDB?"]
  },
  {
    "title": "Veloprime - Tributação Apostas",
    "content": "Cálculo Tributação: A receita é somada mensalmente, com tributação baseada no valor total:\n\n* Até R$\n\n2.259,20: isento\n\n* De R$\n\n2.259,21 a R$\n\n2.826,65: 7,5%\n\n* De R$\n\n2.826,66 a R$\n\n3.751,05: 15%\n\n* De R$\n\n3.751,06 a R$\n\n4.664,68: 22,5%\n\n* Acima de R$\n\n4.664,68: 27,5%.\n\nRegulamentação: A Lei\n\n14.790/2023 torna **obrigatório** informar à **Receita Federal** ganhos de apostas esportivas, cassinos online, loterias e jogos como \"tigrinho\".\n\nDeclaração: Prêmios devem ser declarados em \"Rendimentos Sujeitos à Tributação Exclusiva ou Definitiva\", incluindo fonte pagadora, CNPJ, valor do prêmio e, se do exterior, em campo separado.",
    "keywords": ["Veloprime", "tributação", "apostas", "loterias", "Lei 14.790/2023", "receita", "isenção", "renda variável", "exterior"]
  },
  {
    "title": "O que é Tesouro Direto?",
    "content": "Tesouro Direto é um programa do Governo Federal que permite a investidores pessoas físicas comprarem títulos públicos de forma simples pela internet. É considerado um dos investimentos mais seguros do mercado.",
    "keywords": ["tesouro direto", "governo federal", "títulos públicos", "investimento seguro", "plataforma online", "O que é Tesouro Direto?"]
  },
  {
    "title": "O que é Tesouro Selic?",
    "content": "É um título público atrelado à taxa básica de juros (Selic). Indicado para investimentos de curto prazo, com baixa volatilidade e alta liquidez.",
    "keywords": ["tesouro selic", "O que é Tesouro Selic?"]
  },
  {
    "title": "O que é Tesouro IPCA+?",
    "content": "É um título público indexado à inflação (IPCA) mais uma taxa fixa. Protege o poder de compra do investidor no longo prazo.",
    "keywords": ["", "O que é Tesouro IPCA+?"]
  },
  {
    "title": "O que é Tesouro Prefixado?",
    "content": "É um título público com taxa de retorno definida no momento da compra. A rentabilidade é fixa, ideal para quem acredita na estabilidade ou queda dos juros.",
    "keywords": ["tesouro prefixado", "O que é Tesouro Prefixado?"]
  },
  {
    "title": "O que é IPCA?",
    "content": "O IPCA (Índice Nacional de Preços ao Consumidor Amplo) é o principal indicador oficial da inflação no Brasil, calculado pelo IBGE. Ele mede a variação de preços de produtos e serviços consumidos pelas famílias, servindo como referência para metas de inflação e para a correção de investimentos.",
    "keywords": ["IPCA", "O que é IPCA?"]
  },
  {
    "title": "Ainda temos parceria com a XP?",
    "content": "Status: Nossa parceria com a XP Investimentos foi encerrada no início de 2025. Não temos mais acesso à base de dados da corretora. Ação: Se os ativos do cliente não estão atualizados, verifique no Octadesk se a origem é realmente a XP.",
    "keywords": ["parceria", "XP", "encerramento", "Octadesk", "ativos", "Ainda temos parceria com a XP?"]
  },
  {
    "title": "Quais corretoras parceiras a Veloprime possui?",
    "content": "Parcerias: Atualmente, a Velotax possui integração apenas com a Warren (ativos no exterior) e com a Mynt (criptomoedas). Outras corretoras não estão integradas à plataforma.",
    "keywords": ["corretoras", "Warren", "Mynt", "criptomoedas", "integração", "Quais corretoras parceiras a Veloprime possui?"]
  },
  {
    "title": "Trabalhamos com mercado forex?",
    "content": "Compatibilidade: Nosso serviço para ativos no exterior é compatível apenas com a corretora Warren. Operações em outras corretoras, FOREX ou derivativos internacionais não são suportadas. Warren: Para clientes com ativos na Warren, oferecemos cálculos completos, relatórios e emissão de DARFs conforme o plano contratado.",
    "keywords": ["forex", "Warren", "derivativos", "DARF", "relatórios", "Trabalhamos com mercado forex?"]
  },
  {
    "title": "O que são Informes de Rendimento?",
    "content": "Definição: Documentos fornecidos por bancos e corretoras no fim do ano, detalhando rendimentos, dividendos e posições em 31/12. Servem como base oficial para o IR. Veloprime: Nos planos Premium e Concierge, são fornecidos em PDF já organizados.",
    "keywords": ["informes", "rendimento", "IR", "dividendos", "PDF", "Premium", "Concierge"]
  },
  {
    "title": "O que é uma Corretora?",
    "content": "Definição: Ponte entre investidor e mercado, oferecendo plataforma de compra/venda e custódia de ativos, além de enviar informes de rendimento. Exemplos: XP, Clear, Modal e, no exterior, a Warren (parceira Veloprime).",
    "keywords": ["corretora", "investidor", "custódia", "Warren", "informes", "O que é uma Corretora?"]
  },
  {
    "title": "O que são Relatórios anuais e auxiliares?",
    "content": "Definição: Conjunto de documentos incluindo informes de rendimento, notas de corretagem, extrato da B3 e informes de dividendos/JCP.",
    "keywords": ["relatórios", "anuais", "notas corretagem", "B3", "dividendos", "JCP", "O que são Relatórios anuais e auxiliares?"]
  },
  {
    "title": "O que é Custo de compra e venda?",
    "content": "Definição: Preço médio de aquisição, incluindo taxas, que reduz o lucro tributável. Atenção: Cálculos incorretos podem gerar imposto maior ou menor.",
    "keywords": ["compensar", "imposto", "prejuizo", "O que é Custo de compra e venda?"]
  },
  {
    "title": "O que são Prejuízos a compensar?",
    "content": "Definição: Perdas acumuladas que reduzem impostos futuros. Regra: Só podem ser compensadas dentro da mesma categoria (day trade com day trade, swing com swing).",
    "keywords": ["compensar", "O que são Prejuízos a compensar?", "prejuizo"]
  },
  {
    "title": "Para que serve a calculadora de investimentos?",
    "content": "Função: Organiza automaticamente operações, calcula lucros, prejuízos e impostos, gera DARFs e relatórios prontos para a declaração do IR, evitando erros manuais e facilitando o controle dos investimentos.",
    "keywords": ["calculadora", "investimentos", "o que é"]
  },
  {
    "title": "Possuímos integração com a B3?",
    "content": "Status: Sim, o Veloprime integra diretamente com a B3, importando automaticamente posições, extratos e notas de corretagem para organizar cálculos e relatórios.",
    "keywords": ["integração", "B3", "posições", "extratos", "notas corretagem", "Possuímos integração com a B3?"]
  },
  {
    "title": "O que são dividendos ou proventos?",
    "content": "Definição: Valores distribuídos por empresas aos acionistas, como parte do lucro (dividendos) ou outros créditos (JCP, rendimentos de FIIs, etc).",
    "keywords": ["dividendos", "proventos", "JCP", "FIIs", "lucros"]
  },
  {
    "title": "Como declarar doações e herança?",
    "content": "Processo: Informe na ficha “Bens e Direitos” da declaração com o código correspondente ao bem recebido. Lançar também em “Rendimentos Isentos e Não Tributáveis”. Atenção: Verificar incidência de ITCMD no estado.",
    "keywords": ["doações", "herança", "bens", "ITCMD", "IR", "declara", "declarar"]
  },
  {
    "title": "O que é subscrição e incorporação?",
    "content": "Subscrição: Direito de comprar novas ações emitidas por uma empresa, geralmente a um preço vantajoso, proporcional à participação do investidor. Incorporação: Quando uma empresa absorve outra, resultando na troca ou unificação das ações dos investidores.",
    "keywords": ["subscrição", "incorporação", "ações", "investidor", "o que é"]
  },
  {
    "title": "Empréstimo Pessoal - Erros",
    "content": "* EK01: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * EO01: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EO02: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EO03: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EO04: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * EB05: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * ES07: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * ED01: Que pena! Seu vínculo empregatício está inativo ou é muito recente. Tente novamente em alguns meses. * ED03: Que pena! Seu vínculo empregatício está inativo ou é muito recente. Tente novamente em alguns meses. * ED02: Que pena! Você não atende aos requisitos de idade para o crédito. Que tal ver nossos outros produtos? * ED05: Que pena! Não fornecemos este produto para pessoas expostas politicamente. Que tal ver nossos outros produtos? * ED06: Que pena! Não fornecemos este produto para pessoas estrangeiras. Que tal ver nossos outros produtos? * ED07: Que pena! Você não atende aos requisitos de renda para o crédito. Que tal ver nossos outros produtos? * EO05: Opa! O nome cadastrado em sua conta Velotax não corresponde ao nome do proprietário da conta. Tente conectar outra conta. * EO06: Opa! Não foi possível validar o nome do proprietário da conta. Tente conectar outra conta. * EO07: Opa! A conta informada é muito nova. Tente conectar outra conta. * EO08: Opa! A conta informada tem poucas transações. Tente conectar outra conta. * EO09: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EB01: Que pena! Você possui atrasos acima de 30 dias no SCR BACEN. Tente novamente após quitar suas dívidas. * EB02: Que pena! Você possui prejuízo recente no SCR BACEN. Tente novamente após quitar suas dívidas. * EB03: Que pena! Você não possui relacionamento com SCR BACEN há pelo menos 12 meses. Tente novamente em alguns meses. * EB04: Que pena! Você não possui créditos com pelo menos outras 2 instituições no SCR BACEN. Tente novamente após ter créditos com pelo menos outras 2 instituições no SCR BACEN. * ES01: Que pena! Você possui registro no SPC. Tente novamente após quitar suas dívidas. * ES02: Que pena! Você possui registro de protesto em seu nome. Tente novamente após quitar suas dívidas. * ES03: Que pena! Você possui registro de cheque sem fundo. Tente novamente em alguns meses. * ES04: Que pena! Você possui registro de cheque sem fundo. Tente novamente em alguns meses. * ES05: Que pena! Você possui apontamentos no SPC. Tente novamente após quitar suas dívidas. * ES06: Que pena! Você possui score do Cadastro Positivo baixo. Tente novamente após melhorar seu score.",
    "keywords": ["erros", "empréstimo pessoal", "open finance", "vínculo empregatício", "idade", "renda", "nome conta", "SCR BACEN", "SPC", "protesto", "cheque sem fundo", "Cadastro Positivo"]
  }
]