[
  {
    "topic": "Abertura de Conta Celcoin",
    "context": "Para abrir uma conta, verifique se toda a documentação foi enviada e os termos aceitos.\n\nNo momento só é possivel a abertura da conta celcoin, mediante a contratação da antecipação.",
    "keywords": "Abertura de Conta Celcoin",
    "question": "Abertura de Conta Celcoin",
    "imageUrls": ""
  },
  {
    "topic": "Acompanhamento de Malha Fina",
    "context": "Para pendências em **malha fina**, o cliente deve acompanhar a regularização pelo Portal MIRda **Receita Federal**.\n\nA Velotax não tem controle sobre esse processo.",
    "keywords": "malha,acompanhamento, malha fina",
    "question": "Acompanhamento de Malha Fina",
    "imageUrls": ""
  },
  {
    "topic": "Agradecimentos",
    "context": "Eu que agradeço, se tiver mais dúvidas é só me perguntar!!",
    "keywords": "obrigado, valeu, tmj",
    "question": "Agradecimentos",
    "imageUrls": ""
  },
  {
    "topic": "Alteração de Conta ou Chave PIX",
    "context": "Se caso o cliente quiser trocar a chave pix na celcoin para outro tipo de chave diga que não é possivel, pois assim como a Receita Federa, só aceitamos a chave pix CPF!",
    "keywords": "alteração da chave",
    "question": "Alteração de Conta ou Chave PIX",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Bloqueio de conta",
    "context": "Regra para Antecipação: Para a finalidade de antecipação da restituição, a Velotax, assim como a **Receita Federal**, aceita apenas a chave PIX do tipo CPF.\n\nNão é possível utilizar ou trocar por outro tipo de chave (e-mail, telefone) para esta operação.",
    "keywords": "erro de antecipação, infelizmenete não sera possivel prosseguiir com sua antecipação,infelizmenete não sera possivel prosseguiir com sua operação , Antecipação - Bloqueio de conta",
    "question": "Antecipação - Bloqueio de conta",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Cliente não concorda com o débito do valor",
    "context": "Argumento Principal: Todos os valores (restituição, taxas, valor líquido) foram apresentados na tela do aplicativo e aceitos pelo cliente antes da contratação.\n\nProcesso de Débito: O débito é feito automaticamente pela Velotax quando a **Receita Federal** deposita a restituição, conforme previsto em contrato (CCB).\n\nEscalonamento (se mencionar BACEN): Se o cliente citar o BACEN, o caso deve ser escalado para a equipe de Casos Especiais para um contato especializado.",
    "keywords": "antecipação, débito, restituição, taxas, BACEN, Antecipação - Cliente não concorda com o débito do valor",
    "question": "Antecipação - Cliente não concorda com o débito do valor",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Como os juros são calculados?",
    "context": "Argumento Principal (Orientar o Cliente):\n\n* Custo Efetivo Total (CET): Informe que o valor final apresentado na simulação já inclui o CET, que são os juros somados a todas as taxas e encargos da operação.\n\n* Transparência: Reforce que o app mostra de forma clara o valor exato que ele recebe em conta e o valor total que será quitado.\n\nA diferença entre os dois é o custo total do serviço.\n\nJustificativa dos Juros:\n\n* Explique que os juros remuneram a Velotax por adiantar um dinheiro que só seria pago pela **Receita Federal** no futuro.",
    "keywords": "Juros, cálculo, taxa, CET, custo efetivo total, abusivo, caro, como calcula, transparência, valor final, contrato , Antecipação - Como os juros são calculados?\r\n\r\n",
    "question": "Antecipação - Como os juros são calculados?",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Como quitar",
    "context": "Quitação Antecipada (Manual):\n\n* Onde: Exclusivamente pelo aplicativo, na seção \"Próximos Pagamentos\".\n\n* Como: Via PIX ou cartão de crédito.\n\n* Valor: O valor para quitação é o saldo devedor fixado no contrato.\n\nLiquidação Padrão (Automática):\n\n* Como: Ocorre com o depósito da restituição pela **Receita Federal** na chave PIX (CPF) vinculada.\n\n* Valor Excedente: Se a restituição for maior que a dívida, o valor restante fica disponível como saldo na conta conta.",
    "keywords": "antecipação, quitação, PIX, boleto , Antecipação - Como quitar , emprestimo, pagar",
    "question": "Antecipação - Como quitar",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Como saber quando o cliente recebe",
    "context": "Diagnóstico: O cliente se refere à Antecipação ou à Restituição?\n<br>\nAção: Primeiro, esclareça com o cliente a qual pagamento ele se refere.\n<br><br>\nCenário 1: Dúvida sobre o recebimento da ANTECIPAÇÃO Verificação Interna: Consulte o sistema para verificar o status da solicitação do cliente.\n<br>\nOrientação: Se a solicitação for recente: O prazo para o valor ser creditado na conta é de até 24 horas após a aprovação final.\n<br>\nSe houver algum problema: Verifique o motivo do atraso e informe ao cliente.\n<br><br>\nCenário 2: Dúvida sobre o pagamento da RESTITUIÇÃO pela **Receita Federal** Verificação Interna: Consulte no sistema (ou no site da Receita) em qual lote de restituição o cliente está.\n<br>\nOrientação: Se estiver no lote atual: O pagamento é feito pela **Receita Federal** até o final do dia da data do lote.\n<br>\nSe estiver em um lote anterior (e não recebeu): O valor provavelmente está retido no Banco do Brasil.\n<br>\nSiga o **procedimento** de \"Restituição Banco do Brasil\" para orientar o resgate.",
    "keywords": "receber, quando recebe , Antecipação - Como saber quando o cliente recebe",
    "question": "Antecipação - Como saber quando o cliente recebe",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Disponibilidade",
    "context": "Status Atual: A funcionalidade de antecipação pode estar temporariamente indisponível para novas contratações.\n<br>\nPrazo: Não há um prazo definido para o retorno.\n<br>\nOrientação: O cliente deve acompanhar a disponibilidade diretamente pela tela inicial do aplicativo.",
    "keywords": "antecipação, disponibilidade, aplicativo",
    "question": "Antecipação - Disponibilidade",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Documentação",
    "context": "[ { \"title\": \"Objetivo: Acessar Documentos da Antecipação\", \"content\": \"Informe ao cliente que, para acessar todos os documentos relacionados à contratação da antecipação, ele deve seguir um caminho simples dentro do aplicativo Velotax.\" }, { \"title\": \"**Passo a Passo** Para Localizar os Documentos\", \"content\": \"No app, o caminho é: Menu 'Impostos' > 'Declarações passadas' > Selecione o ano desejado > Role a tela e toque em 'Documentos da operação'.\" }, { \"title\": \"Quais Documentos Estão Disponíveis?\", \"content\": \"Nesta seção, o cliente encontrará: a CCB (contrato), o comprovante de depósito, as condições de serviço, a procuração Velotax e o termo de abertura de conta.\" }, { \"title\": \"Suporte e Dúvidas\", \"content\": \"Caso o cliente tenha dificuldades, recomende que ele entre em contato com o suporte pelo app ou pelos telefones 3003-7293 (capitais) ou 0800-800-0049.\" } ]",
    "keywords": "Antecipação - Documentação , documentação, CCB, comprovante, procuração, termos de serviço, aplicativo",
    "question": "Antecipação - Documentação",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Erro na Abertura de Conta",
    "context": "[ { \"title\": \"Diagnóstico do Erro: Ação Inicial\", \"content\": \"Solicitar ao cliente a mensagem exata que aparece na tela ou, se possível, um print do erro.\n\nA informação visual é crucial para o diagnóstico correto.\" }, { \"title\": \"Cenário 1: Mensagem de Inelegibilidade\", \"content\": \"**Exemplo de Mensagem:** \\\"Infelizmente não será possível prosseguir...\\\" ou similar.\\n\\n**Significado:** A análise automática de segurança ou de crédito barrou a abertura da conta para esta finalidade.\\n\\n**Ação:** Informar ao cliente que, no momento, não há uma oferta de antecipação disponível para o perfil dele.\n\nNão é um erro técnico que possa ser corrigido.\" }, { \"title\": \"Cenário 2: Erro Técnico ou Desconhecido\", \"content\": \"**Exemplo de Mensagem:** \\\"Ocorreu um erro, tente novamente\\\", \\\"Falha na comunicação\\\", ou qualquer outra mensagem que não indique claramente uma negativa.\\n\\n**Ação:** Abrir um chamado no grupo de suporte interno, anexando o print do erro e o CPF do cliente para que a equipe técnica possa investigar a causa.\" } ]",
    "keywords": "abertura,conta,, Antecipação - Erro na Abertura de Conta",
    "question": "Antecipação - Erro na Abertura de Conta",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Erro na Finalização",
    "context": "Cenário: O cliente recebe uma mensagem de erro durante a etapa final da contratação da antecipação.\n\nSignificado do Erro: Causa: Este erro geralmente não é técnico.\n\nEle indica que a análise automática de segurança e crédito, realizada no último estágio, não aprovou a operação para o perfil do cliente naquele momento.\n\nAção e Orientação: Ação Interna: Não há ação a ser tomada pelo atendente, pois não é um erro que possa ser corrigido.\n\nComunicação ao Cliente: Informar que, infelizmente, não há uma oferta de crédito disponível para o perfil dele neste momento e que ele pode tentar novamente em uma oportunidade futur",
    "keywords": "antecipação,finalização,validação , Antecipação - Erro na Finalização\r\n",
    "question": "Antecipação - Erro na Finalização",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Liquidação",
    "context": "Método de Quitação: A liquidação padrão é automática, feita com o depósito da restituição pela **Receita Federal**.\n\nConta de Débito: O valor é debitado da conta associada à chave PIX (CPF) do cliente.\n\nValor Excedente: Se o valor da restituição for maior que a dívida, o saldo restante fica disponível na conta conta do cliente.",
    "keywords": "Antecipação - Liquidação, quitação, restituição",
    "question": "Antecipação - Liquidação",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Negativa",
    "context": "Motivos: A negativa pode ocorrer por análise de crédito automática ou por restrições cadastrais internas.\n\nComunicação: Não é possível detalhar o motivo exato da negativa, pois o sistema não fornece essa informação.\n\nA aprovação não pode ser forçada.",
    "keywords": "reprovação,restrição, inelegível , Antecipação - Negativa",
    "question": "Antecipação - Negativa",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Por que o valor oferecido foi baixo?",
    "context": "Argumento Principal (Orientar o Cliente):\n<br>\n* Análise de Crédito: Explique que o valor oferecido é resultado de uma análise de crédito automática, que leva em conta o perfil financeiro do cliente.\n<br>\n* Limite sobre a Restituição: Esclareça que o valor também é limitado a um percentual do total que o cliente tem a receber de restituição, como forma de segurança.\n<br><br>\nPonto Chave:\n<br>\n* A oferta gerada pelo sistema é final e não pode ser alterada manualmente.",
    "keywords": "Valor baixo, pouco dinheiro, queria mais, aumentar valor, limite, oferta, análise de crédito, percentual, restituição, simulação",
    "question": "Antecipação - Por que o valor oferecido foi baixo?",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Posso contratar com CPF irregular?",
    "context": "[ { \"title\": \"Diagnóstico (Ação Interna)\", \"content\": \"Verifique se a dúvida do cliente é sobre a situação cadastral do CPF dele na **Receita Federal**.\" }, { \"title\": \"Orientação ao Cliente\", \"content\": \"Regra: Informe que, para contratar a antecipação, o CPF precisa estar com o status 'Regular' na **Receita Federal**.\\n\\nComo Verificar: Oriente o cliente a consultar a situação do seu CPF diretamente no site oficial da **Receita Federal**.\\n\\nPróximo Passo: Caso o CPF esteja com alguma pendência (suspenso, cancelado, etc.), o cliente deve primeiro resolver a situação junto à Receita para depois tentar uma nova contratação.\" } ]",
    "keywords": "CPF irregular, pendente de regularização, suspenso, cancelado, situação cadastral, Receita Federal, impedimento, contratar, elegibilidade",
    "question": "Antecipação - Posso contratar com CPF irregular?",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Quitação Antecipada",
    "context": "Como Fazer: O pagamento é feito exclusivamente pelo aplicativo.\n\nCaminho no App: Página Inicial > Rolar para baixo > \"Próximos Pagamentos\" > Selecionar a antecipação.\n\nMétodos: A quitação pode ser feita via PIX ou cartão de crédito.\n\nValor: O valor para quitação é o saldo deved",
    "keywords": "Antecipação - Quitação Antecipada, pagamento, app",
    "question": "Antecipação - Quitação Antecipada",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Validação de documento",
    "context": "Sistema de Verificação (CAF): Solicita selfie e um documento de identificação válido.\n<br>\nDocumentos Aceitos:\n<br>\nRG: Original físico, padrão nacional. (Não são aceitos RGs militares ou de conselhos).\n<br>\nCNH: Física ou Digital (em formato PDF), emitida há menos de 10 anos.\n<br>\nResultado da Análise:\n<br>\nAprovado: Cliente segue para a assinatura da CCB.\n<br>\nNão Aprovado: App exibe mensagem de que não será possível prosseguir. (Neste caso, informar que não há oferta disponível no momento, sem detalhar motivos técnicos).",
    "keywords": "CAF, Documento, RG, CNH, Validação , Antecipação - Validação de documento",
    "question": "Antecipação - Validação de documento",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação - Valores",
    "context": "Composição da Proposta:\n<br><br>\nValor da Restituição: O total calculado pela **Receita Federal**.\n<br>\nValor para Antecipação: A quantia que será depositada para o cliente.\n<br>\nTaxas e Encargos: Os custos da operação.\n<br>\nValor Final: O montante líquido que o cliente receberá.\n<br><br>\nAviso: Todos esses dados são exibidos de forma clara no app para análise antes da confirmação.",
    "keywords": "Antecipação - Valores, valor",
    "question": "Antecipação - Valores",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação contratação",
    "context": "[ { \"title\": \"Passo 1: Acessar e fazer login\", \"content\": \"Acesse o aplicativo Velotax e realize o login com suas credenciais.\" }, { \"title\": \"Passo 2: Selecionar a opção\", \"content\": \"No menu principal, selecione a opção 'Antecipar Restituição'.\" }, { \"title\": \"Passo 3: Consultar os valores\", \"content\": \"Analise a restituição total, o valor disponível para antecipação, as taxas e o valor líquido a ser creditado.\" }, { \"title\": \"Passo 4: Prosseguir com a solicitação\", \"content\": \"Se estiver de acordo com os valores e condições, continue com o processo de solicitação.\" }, { \"title\": \"Passo 5: Verificar identidade\", \"content\": \"Realize a verificação de identidade enviando uma selfie e a foto de um documento oficial.\" }, { \"title\": \"Passo 6: Fazer a portabilidade do PIX\", \"content\": \"Faça a portabilidade da sua chave PIX CPF para concluir o processo.\" } ]",
    "keywords": "Antecipação contratação, antecipar",
    "question": "Antecipação contratação",
    "imageUrls": ""
  },
  {
    "topic": "Antecipação critérios",
    "context": "Requisitos para Contratação: Concordar com os valores e termos da proposta exibida no app.\n<br>\nRealizar a verificação de identidade (selfie + documento).\n<br>\nFazer a portabilidade da chave PIX (CPF) para a conta Velotax.",
    "keywords": "Antecipação critérios",
    "question": "Antecipação critérios",
    "imageUrls": ""
  },
  {
    "topic": "App - Alteração de Número de Telefone",
    "context": "Diagnóstico do Cenário: Verificação: Identificar em qual tela o cliente está enfrentando o problema com o número de telefone.\n<br><br>\nFluxos de Ação: Cenário 1: Tela de Validação do GOV.BR Causa: O número de telefone está vinculado à conta do governo (gov.br), não ao cadastro da Velotax.\n<br>\nAção: O cliente precisa acessar o site do gov.br e fazer a atualização do número de telefone diretamente por lá.\n<br><br>\nCenário 2: Cadastro Interno da Velotax Causa: O número está incorreto no nosso próprio sistema.\n<br>\nAção: Seguir o mesmo **procedimento** de segurança para alteração de e-mail: solicitar ao cliente uma selfie segurando um documento de identificação e, após o recebimento, escalar para o time interno fazer a alteração.",
    "keywords": "numero, atualização, App - Alteração de Número de Telefone , trocar , telefone",
    "question": "App - Alteração de Número de Telefone",
    "imageUrls": ""
  },
  {
    "topic": "App - Atualizar dados",
    "context": "[ { \"title\": \"Passo 1: Coletar informações iniciais\", \"content\": \"Solicite o CPF do cliente, o novo e-mail/telefone desejado e peça que ele confirme qual era o e-mail/telefone antigo cadastrado.\" }, { \"title\": \"Passo 2: Validar o novo contato\", \"content\": \"Envie uma macro de saudação para o novo e-mail e peça para o cliente confirmar o recebimento.\" }, { \"title\": \"Passo 3: Iniciar o processo de validação\", \"content\": \"Após a confirmação de recebimento, envie a macro '[Atendimento] Troca de e-mail\n\n- Validação com foto' para o cliente.\" }, { \"title\": \"Passo 4: Solicitar a alteração internamente\", \"content\": \"Com a confirmação do cliente, envie o CPF e o novo e-mail no grupo do chat interno solicitando a alteração.\" }, { \"title\": \"Passo 5: Informar o prazo ao cliente\", \"content\": \"Comunique ao cliente que a alteração do e-mail ou telefone será concluída no sistema em até 24 horas.\" } ]",
    "keywords": "Dados do cliente, alterar dados, atualizar dados , App - Atualizar dados , trocar numero , trocar , numero , email , e-mail",
    "question": "App - Atualizar dados",
    "imageUrls": ""
  },
  {
    "topic": "App - Atualizar situação",
    "context": "Caminho no App: Impostos (menu inferior) > Declarações Passadas > Rolar até o final > Botão \"Atualizar\".\n\nRequisito: Será necessário fazer login com a conta gov.br para que o sistema possa sincronizar as informações mais recentes da **Receita Federal**.",
    "keywords": "App - Atualizar situação, Impostos, gov.br",
    "question": "App - Atualizar situação",
    "imageUrls": ""
  },
  {
    "topic": "App - Cancelamento de conta Celcoin",
    "context": "Pré-requisitos para Exclusão: Saldo Zerado: A conta não pode ter nenhum valor disponível.\n\nPortabilidade da Chave PIX: O cliente deve primeiro solicitar a portabilidade da chave PIX (CPF) para outro banco e confirmá-la no app Velotax.\n\nConclusão: Somente após essas duas etapas a exclusão da conta Celcoin pode ser concluída.",
    "keywords": "App - Cancelamento de conta Celcoin , excluir conta",
    "question": "App - Cancelamento de conta Celcoin",
    "imageUrls": ""
  },
  {
    "topic": "App - Cancelar procuração",
    "context": "O que é: A procuração autoriza a Velotax a consultar informações fiscais na **Receita Federal**.\n\nComo Cancelar: O processo é feito pelo cliente no portal MIR com a conta gov.br.\n\nPassos: Acessar Portal MIR > Menu \"Procurações\" > Localizar a da Velotax > Clicar em \"Cancelar\".\n\nImpacto do Cancelamento: Sem a procuração ativa, a Velotax não consegue mais acompanhar a declaração ou identificar pendências.",
    "keywords": "Procuração, Portal MIR , App - Cancelar procuração",
    "question": "App - Cancelar procuração",
    "imageUrls": ""
  },
  {
    "topic": "App - Cobrança exibida",
    "context": "Ação: Consultar no sistema os serviços que o cliente contratou.\n\nConfirmar a origem do débito (antecipação, tarifa, plano, etc.).\n\nInformar ao cliente o valor exato e a qual serviço a cobrança se refere.\n\nSe o cliente não reconhecer, registrar um ticket e escalar para a área de análise.",
    "keywords": "cobrança, valor cobrado, taxa, tarifa, débito app, cobrança aplicativo, ver cobrança, cobrança operação",
    "question": "App - Cobrança exibida",
    "imageUrls": ""
  },
  {
    "topic": "App - Como acessar a conta ",
    "context": "**Passo a Passo**: Acessar o aplicativo da Velotax.\n\nClicar no ícone do conta localizado no menu inferior da tela.",
    "keywords": "conta, App - Como acessar a conta , celcoin",
    "question": "App - Como acessar a conta ",
    "imageUrls": ""
  },
  {
    "topic": "App - Consulta de contrato",
    "context": "Caminho no App: Menu \"Impostos\" (na parte inferior). \"Declarações passadas\".\n\nSelecionar o ano da antecipação.\n\nRolar a tela até o final para localizar \"Documentos da operação\".",
    "keywords": "contrato, consultar contrato, ver contrato, acessar contrato, documento contrato, documentos operação, contrato antecipação",
    "question": "App - Consulta de contrato",
    "imageUrls": ""
  },
  {
    "topic": "App - Excluir conta Velotax",
    "context": "Condição Obrigatória: Quitar todas as pendências financeiras (como antecipação) antes de solicitar a exclusão.\n\nA exclusão não cancela dívidas.\n\nComo Excluir (Sem Pendências):\n\n* Pelo App: Acessar Impostos > DARFs para investidor > menu no canto superior esquerdo >Conta e selecionar “Excluir conta”.\n\n* Pelo Site: Fazer login, ir em “Conta” e clicar em “Excluir conta”.\n\nAviso: A ação é permanente e remove todos os dados da plataforma.",
    "keywords": "exclusão, conta, aplicativo, site, plano ativo, antecipação pendente , App - Excluir conta Velotax , excluir conta , App - Excluir conta Velotax",
    "question": "App - Excluir conta Velotax",
    "imageUrls": ""
  },
  {
    "topic": "App - Falha na contratação",
    "context": "Diagnóstico: Verificar com o cliente a mensagem exata de erro.\n\nCausa Provável: Geralmente, a falha ocorre por instabilidade na conexão ou por uma versão desatualizada do aplicativo.\n\nAção Imediata: Orientar o cliente a verificar a internet, atualizar o app e tentar novamente.\n\nSe Persistir: Registrar um ticket e encaminhar para análise do suporte técnico.",
    "keywords": "contratação, contratar, finalizar contratação, não consigo contratar, erro contratação, problema contratar, falha contratação",
    "question": "App - Falha na contratação",
    "imageUrls": ""
  },
  {
    "topic": "App - O que fazer em caso de erro ou instabilidade?",
    "context": "[ { \"title\": \"Passo 1: Verificar Conexão\", \"content\": \"Peça para o cliente confirmar se a conexão com a internet (Wi-Fi ou 4G/5G) está estável.\" }, { \"title\": \"Passo 2: Atualizar o App\", \"content\": \"Oriente o cliente a verificar na App Store ou Google Play se existe uma atualização disponível para o Velotax.\" }, { \"title\": \"Passo 3: Limpar Cache\", \"content\": \"Instrua o cliente a ir nas configurações do celular, localizar o app Velotax e selecionar \\\"Limpar Cache\\\".\" }, { \"title\": \"Passo 4: Reinstalar o App\", \"content\": \"Como última tentativa, sugira desinstalar e reinstalar o aplicativo.\" }, { \"title\": \"Escalonamento (Ação Interna)\", \"content\": \"Se o erro persistir, solicite ao cliente um print da tela, o modelo do celular e o que ele estava fazendo.\n\nCom essas informações, siga o **procedimento** de escalonamento para o time técnico.\" } ]",
    "keywords": "Erro no app, aplicativo não abre, instabilidade, falha, travando, lento, não funciona, limpar cache, reinstalar, atualizar, suporte técnico",
    "question": "App - O que fazer em caso de erro ou instabilidade?",
    "imageUrls": ""
  },
  {
    "topic": "App - Problemas de login",
    "context": "Passos de Resolução: Verificar se o aplicativo está atualizado para a última versão.\n\nLimpar o cache do aplicativo.\n\nTentar o login novamente.\n\nSe Persistir: Solicitar ao cliente detalhes do erro ou um print da tela para análise.",
    "keywords": "login,acesso , App - Problemas de login , acessar , prioblema, erro , não consegue",
    "question": "App - Problemas de login",
    "imageUrls": ""
  },
  {
    "topic": "App - Reativar conta",
    "context": "Cenário: Cliente excluiu a conta, mas precisa reativá-la (geralmente para fazer a portabilidade de uma chave PIX que ficou presa). (Guia Interno) **Procedimento**: Pegar o CPF do cliente e a solicitação \"REATIVAR CONTA\".\n\nEnviar no grupo de chat B2C no formato: \"[CPF]\n\n- REATIVAR CONTA\".\n\nInformar ao cliente que o prazo para a reativação é de até 24 horas úteis.",
    "keywords": "reativar conta, reativação de conta, reativar , App - Reativar conta",
    "question": "App - Reativar conta",
    "imageUrls": ""
  },
  {
    "topic": "Ausencia de ativo",
    "context": "Ação: Solicitar mais detalhes ao cliente para poder analisar o caso.\n\nScript Sugerido: \"Para que eu possa verificar o que aconteceu, poderia me enviar um print da tela onde você notou a ausência do ativo e me informar qual ativo ou valor deveria constar?\n\nCom essas informações, consigo analisar de forma mais precisa.\"",
    "keywords": "Ausencia de ativo",
    "question": "Ausencia de ativo",
    "imageUrls": ""
  },
  {
    "topic": "boas vindas",
    "context": "Olá, tudo bem?\n\nNo que posso ajudar hoje?",
    "keywords": "olá, oi, iai, iae, beleza, opa, olaa, oiii, Fala velotax",
    "question": "boas vindas",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Cancelamento",
    "context": "Regra Principal: O cancelamento com estorno só é possível se o cliente não tiver utilizado nenhuma funcionalidade paga do plano (como emissão de DARF ou relatórios).\n\nPrazo: A solicitação deve ocorrer em até 7 dias corridos da contratação.\n\n**Procedimento**: Se as regras forem cumpridas, encaminhar para o financeiro.\n\nCaso contrário, o cancelamento não é possível.",
    "keywords": "Veloprime - Cancelamento",
    "question": "Veloprime - Cancelamento",
    "imageUrls": ""
  },
  {
    "topic": "CCB - Cédula de crédito bancario O que é?",
    "context": "Definição: A CCB (Cédula de Crédito Bancário) é o contrato digital que formaliza a operação de antecipação da restituição.\n\nValidade: Possui validade jurídica e detalha todas as condições do crédito.\n\nConteúdo: Inclui valor antecipado, taxas, forma de quitação e encargos.\n\nProcesso: A assinatura é 100% digital e segura, sendo um passo **obrigatório** para a contratação.",
    "keywords": "CCB , Contrato, clausula\nCCB - Cédula de crédito bancario O que é?",
    "question": "CCB - Cédula de crédito bancario O que é?",
    "imageUrls": ""
  },
  {
    "topic": "CCB clausulas",
    "context": "[ { \"title\": \"Cláusula 1: Partes e definições\", \"content\": \"**Explicação:** Identifica quem empresta (credor/instituição), quem toma o crédito (devedor/cliente) e define termos usados no contrato (Ex.: “CCB”, “Chave Pix”, “Conta de Pagamento”, “Antecipação”, “Data de Liberação”).\\n\\n**Redação Modelo:** Cláusula 1 — Partes e Definições.\n\nEste instrumento (a “CCB”) é firmado entre [NOME DA INSTITUIÇÃO], pessoa jurídica, doravante “Credor”, e [NOME DO CLIENTE], CPF/CNPJ [●], doravante “Devedor”.\n\nPara fins deste contrato, “Chave Pix” significa a chave vinculada ao CPF/CNPJ do Devedor; “Conta de Pagamento” significa a conta Celcoin indicada pelo Devedor; “Antecipação” significa o adiantamento do valor da restituição do Imposto de Renda, conforme cláusulas seguintes.\" }, { \"title\": \"Cláusula 2: Objeto do contrato\", \"content\": \"**Explicação:** Explica qual operação está sendo contratada — ex.: antecipação de restituição, empréstimo com garantia de restituição, ou outra modalidade.\n\nDefine o valor, finalidade e operação.\\n\\n**Redação Modelo:** Cláusula 2 — Objeto.\n\nO presente contrato tem por objeto a antecipação do crédito referente à restituição do Imposto de Renda do Devedor, no valor de R$ [●], a ser disponibilizado pelo Credor, mediante as condições aqui ajustadas.\" }, { \"title\": \"Cláusula 3: Valor, liberação e conta de crédito\", \"content\": \"**Explicação:** Estabelece o montante, data de liberação e conta para depósito (normalmente a conta informada pelo cliente).\\n\\n**Redação Modelo:** Cláusula 3 — Valor e Liberação.\n\nO Credor entregará ao Devedor o valor de R$ [●], em parcela única, creditado na Conta de Pagamento indicada pelo Devedor até a data de [●].\" }, { \"title\": \"Cláusula 4: Vencimento e forma de pagamento\", \"content\": \"**Explicação:** Define quando e como a dívida será paga — parcelamento, vencimento único (na data do crédito da restituição) ou amortizações.\n\nEm operações de antecipação, geralmente a quitação ocorre com o repasse da restituição.\\n\\n**Redação Modelo:** Cláusula 4 — Vencimento e Pagamento.\n\nA dívida será quitada automaticamente com o crédito da restituição do Imposto de Renda no montante necessário para a liquidação do saldo devedor na Conta de Pagamento, nos termos da Cláusula 7; alternativamente, o Devedor poderá liquidar antecipadamente conforme Cláusula\n\n8.\" }, { \"title\": \"Cláusula 5: Juros, encargos e forma de cálculo\", \"content\": \"**Explicação:** Especifica os juros remuneratórios, juros de mora (em atraso), encargos, periodicidade de capitalização e método de cálculo (ex.: taxa anual, base 252/360/365).\n\nEsses números variam por contrato.\\n\\n**Redação Modelo:** Cláusula 5 — Juros e Encargos.\n\nO crédito contratado será onerado com juros remuneratórios de [X% ao mês / Y% ao ano], calculados pro rata temporis, além de multa de [Z%] sobre parcelas vencidas e juros de mora de [W%] ao mês, nos termos da legislação aplicável.\" }, { \"title\": \"Cláusula 6: Atualização monetária (se aplicável)\", \"content\": \"**Explicação:** Trata de reajuste por índice (IPCA, INPC, TR) ou cláusula de correção.\n\nNem toda CCB tem correção.\\n\\n**Redação Modelo:** Cláusula 6 — Atualização Monetária.\n\nO saldo devedor será atualizado pela variação do índice [IPCA / INPC / TR] ou por critério definido entre as partes, quando aplicável.\" }, { \"title\": \"Cláusula 7: Vínculo da Chave Pix e quitação automática\", \"content\": \"**Explicação:** Determina que a restituição depositada na Conta de Pagamento vinculada à Chave Pix será utilizada prioritariamente para quitação da operação.\n\nTambém define o efeito da alteração/exclusão da Chave Pix.\\n\\n**Redação Modelo:** Cláusula 7 — Vínculo e Quitação Automática.\n\nO Devedor declara e autoriza que a restituição do Imposto de Renda será creditada na Conta de Pagamento vinculada à Chave Pix (CPF) informada, e concorda que o montante credor será utilizado, prioritariamente, para a quitação total ou parcial do saldo devedor junto ao Credor.\n\nA alteração ou exclusão da Chave Pix sem notificação prévia que impeça o recebimento automático poderá caracterizar descumprimento contratual.\\n\\n**Nota de Atendimento:** Citar essa cláusula quando o cliente mudou/excluiu a chave Pix e a restituição não foi recebida; dizer que “isso pode impedir o recebimento automático e comprometer a quitação prevista contratualmente (Cláusula 7)”.\" }, { \"title\": \"Cláusula 8: Liquidação antecipada\", \"content\": \"**Explicação:** Trata do direito do cliente liquidar a dívida antes do vencimento, com eventual desconto proporcional dos juros futuros.\n\nDefine a metodologia do cálculo do desconto.\\n\\n**Redação Modelo:** Cláusula 8 — Liquidação Antecipada.\n\nO Devedor poderá liquidar antecipadamente, total ou parcialmente, o saldo devedor a qualquer tempo, beneficiando-se de desconto sobre os juros e encargos futuros, calculado proporcionalmente ao tempo restante, na forma definida pelo Credor.\\n\\n**Nota de Atendimento:** Para respostas ao cliente, indicar que “a liquidação antecipada é permitida e dá direito a desconto proporcional” e, se o cliente pediu isso, orientar realizar contato para cálculo exato.\" }, { \"title\": \"Cláusula 9: Garantias e cessão de direitos\", \"content\": \"**Explicação:** Pode prever garantias (a própria restituição pode ser considerada garantia) e regras para cessão de crédito pelo credor.\\n\\n**Redação Modelo:** Cláusula 9 — Garantias e Cessão de Crédito.\n\nPara garantia do crédito, as partes podem pactuar a cessão da restituição e demais garantias descritas em anexo.\n\nO Credor poderá ceder seus direitos a terceiro, hipótese em que informará o Devedor.\" }, { \"title\": \"Cláusula 10: Inadimplência e vencimento antecipado\", \"content\": \"**Explicação:** Lista eventos de inadimplência (não pagamento, informações falsas, etc.) e prevê que o credor pode tornar o saldo exigível imediatamente.\\n\\n**Redação Modelo:** Cláusula 10 — Inadimplência e Vencimento Antecipado.\n\nConfigura-se inadimplência com o não pagamento nas datas previstas, prestação de informações falsas, uso indevido da Conta de Pagamento ou alteração da Chave Pix que impeça a quitação automática.\n\nNesses casos, o Credor poderá considerar todo o saldo imediatamente vencido e exigir sua quitação.\\n\\n**Nota de Atendimento:** Cuidado — não afirmar que “a dívida foi vencida” sem confirmação; dizer que “tal conduta pode constituir inadimplemento conforme Cláusula 10 e permitir medidas contratuais”.\" }, { \"title\": \"Cláusula 11: Multas e encargos de cobrança\", \"content\": \"**Explicação:** Descreve multas por atraso, encargos de cobrança, honorários advocatícios e custos de execução.\\n\\n**Redação Modelo:** Cláusula 11 — Multas e Encargos de Cobrança.\n\nEm caso de inadimplência, incidirá multa de [X%], juros de mora de [Y%] ao mês e demais encargos de cobrança, inclusive honorários advocatícios e custas extrajudiciais, quando aplicáveis.\" }, { \"title\": \"Cláusula 12: Compensação / Set-off\", \"content\": \"**Explicação:** Permite ao credor compensar créditos/débitos entre contas do cliente e dívidas pendentes.\\n\\n**Redação Modelo:** Cláusula 12 — Compensação.\n\nO Credor poderá compensar eventuais valores devidos ao Devedor com quaisquer créditos que este possua perante o Credor, observadas as disposições legais aplicáveis.\" }, { \"title\": \"Cláusula 13: Notificações e comunicações\", \"content\": \"**Explicação:** Define como se dão os avisos entre as partes (e-mail, notificações eletrônicas).\\n\\n**Redação Modelo:** Cláusula 13 — Comunicações.\n\nAs comunicações entre as partes serão consideradas válidas se enviadas aos endereços constantes deste contrato ou por meio eletrônico indicado, produzindo efeitos independentes de aviso complementar.\" }, { \"title\": \"Cláusula 14: Proteção de dados (LGPD)\", \"content\": \"**Explicação:** Trata do tratamento de dados pessoais do cliente para execução contratual e cumprimento legal (LGPD).\\n\\n**Redação Modelo:** Cláusula 14 — Proteção de Dados.\n\nO tratamento de dados pessoais do Devedor se dará para execução do contrato, cumprimento de obrigação legal e conservação de registros, nos termos da Lei Geral de Proteção de Dados (Lei nº\n\n13.709/2018).\n\nO Devedor declara ciência e concordância com as operações descritas.\" }, { \"title\": \"Cláusula 15: Direito de arrependimento\", \"content\": \"**Explicação:** Quando aplicável, prevê prazo de arrependimento de 7 dias corridos e procedimentos de devolução.\\n\\n**Redação Modelo:** Cláusula 15 — Direito de Arrependimento.\n\nQuando aplicável ao caso, o Devedor poderá exercer o direito de arrependimento no prazo de 7 (sete) dias corridos, contados da assinatura, nos termos do Código de Defesa do Consumidor, mediante restituição das quantias eventualmente pagas.\" }, { \"title\": \"Cláusula 16: Impostos e despesas\", \"content\": \"**Explicação:** Define quem arca com impostos e despesas decorrentes da operação (geralmente devedor).\\n\\n**Redação Modelo:** Cláusula 16 — Impostos e Despesas.\n\nSão de responsabilidade do Devedor todos os impostos, taxas e contribuições incidentes sobre a operação, bem como despesas decorrentes do cumprimento do contrato.\" }, { \"title\": \"Cláusula 17: Cessão e transferência\", \"content\": \"**Explicação:** Regula quando o credor pode ceder os direitos e obrigações a terceiros e efeitos para o devedor.\\n\\n**Redação Modelo:** Cláusula 17 — Cessão de Direitos.\n\nO Credor poderá ceder, total ou parcialmente, seus direitos decorrentes desta CCB, comunicando o Devedor quando exigível por lei ou prática contratual.\" }, { \"title\": \"Cláusula 18: Foro e legislação aplicável\", \"content\": \"**Explicação:** Estabelece a lei que rege o contrato (brasileira) e o foro (cidade) para resolver conflitos.\\n\\n**Redação Modelo:** Cláusula 18 — Lei Aplicável e Foro.\n\nEste contrato rege-se pela legislação brasileira.\n\nAs partes elegem o foro da Comarca de [●] para dirimir quaisquer controvérsias, com renúncia de outro, por mais privilegiado que seja.\" }, { \"title\": \"Cláusula 19: Alterações contratuais e integralidade\", \"content\": \"**Explicação:** Define que alterações só valem por escrito e que o contrato integra o entendimento entre as partes.\\n\\n**Redação Modelo:** Cláusula 19 — Alterações e Integralidade.\n\nQualquer alteração somente será válida se formalizada por escrito e assinada pelas partes.\n\nEste instrumento contém a integralidade do ajuste entre as partes.\" }, { \"title\": \"Cláusula 20: Força maior e caso fortuito\", \"content\": \"**Explicação:** Prevê que eventos extraordinários podem suspender obrigações sem penalidade.\\n\\n**Redação Modelo:** Cláusula 20 — Força Maior.\n\nAs obrigações ficam suspensas enquanto persistirem eventos de força maior que impeçam seu cumprimento, sem responsabilidade por perdas ou danos, observadas as disposições legais.\" }, { \"title\": \"Cláusula 21: Interpretação e cláusula separável\", \"content\": \"**Explicação:** Se uma cláusula for considerada nula, o restante permanece válido.\\n\\n**Redação Modelo:** Cláusula 21 — Separabilidade.\n\nSe qualquer cláusula for declarada nula, as demais permanecerão em pleno vigor.\" } ]",
    "keywords": "CCB clausulas",
    "question": "CCB clausulas",
    "imageUrls": ""
  },
  {
    "topic": "Cobrança Duplicada",
    "context": "Se houve cobrança duplicada, envie os comprovantes para verificação.\n\nConfirmada a duplicidade, verifique as datas.\n\nIf tiver 7 dias ou menos, entre com pedido de estorno.\n\nSe passou do prazo, verifique com um superior se é possível diante da situação.",
    "keywords": "duplicidade,estorno, duplicada , Cobrança Duplicada",
    "question": "Cobrança Duplicada",
    "imageUrls": ""
  },
  {
    "topic": "Cobrança Indevida em Plano Gratuito",
    "context": "Diagnóstico: Verificar a qual serviço a cobrança se refere.\n\nRegra: O app possui funcionalidades gratuitas e pagas.\n\nSe a cobrança for referente à emissão de DARF, envio de declaração ou relatórios, ela é devida, pois são serviços pagos.",
    "keywords": "plano,gratuito,estorno , Cobrança Indevida em Plano Gratuito\r\n\r\n",
    "question": "Cobrança Indevida em Plano Gratuito",
    "imageUrls": ""
  },
  {
    "topic": "Codigo de defesa do consumidor",
    "context": "Direito de Arrependimento: O cliente tem 7 dias corridos, a partir da contratação ou recebimento do serviço, para solicitar o cancelamento.\n\nCondições: Válido para contratações fora de estabelecimento físico (internet, app).\n\nNão exige justificativa.\n\nApós o Prazo: Depois dos 7 dias, o contrato se torna plenamente válido e as cláusulas devem ser cumpridas.",
    "keywords": "Cancelamento, arrependimento, prazo , CDC , Codigo de defesa do consumidor",
    "question": "Codigo de defesa do consumidor",
    "imageUrls": ""
  },
  {
    "topic": "Como escalar para casos especiais",
    "context": "[ { \"title\": \"Passo 1: Iniciar a escalada do ticket\", \"content\": \"Ao identificar a necessidade de escalar para Casos Especiais, preencha o tipo de chamado como 'Reclamação' e detalhe o motivo para descrever a situação.\" }, { \"title\": \"Passo 2: Direcionar para o Casos Especiais\", \"content\": \"Altere o campo 'Escalar chamado' para a opção 'Casos Especiais' e adicione qualquer observação relevante como um comentário interno.\" }, { \"title\": \"Passo 3: Salvar e encaminhar\", \"content\": \"Salve o ticket com o status 'Em Andamento'.\\n\\nO workflow será criado e o chamado passará para a responsabilidade da equipe de Casos Especiais.\\n\\nInforme ao cliente que o prazo de resolução é de 48 horas úteis\" }, { \"title\": \"Passo 4: Aguardar a intervenção\", \"content\": \"Enquanto aguarda a conclusão do Casos Especiais, você pode interagir com o cliente ou adicionar mais comentários internos ao ticket, se necessário.\" }, { \"title\": \"Passo 5: Acompanhar a Resolução\", \"content\": \"A partir deste ponto, a equipe de Casos Especiais é responsável pela comunicação final e resolução do ticket.\\n\\nAcompanhe o status até sua conclusão.\" } ]",
    "keywords": "Casos Especiais-como escalar",
    "question": "Como escalar para casos especiais",
    "imageUrls": ""
  },
  {
    "topic": "como limpar o cachê ou os dados",
    "context": "Limpar cachê: Android: Configurações > Apps > Velotax > Armazenamento > Limpar cache. iOS: Ajustes > Geral > Armazenamento do iPhone > Velotax > Desinstalar App e reinstalar pela App Store.",
    "keywords": "limpar dados, limpar cachê",
    "question": "como limpar o cachê ou os dados",
    "imageUrls": ""
  },
  {
    "topic": "Como são calculados os juros cobrados na antecipação da restituição?",
    "context": "Base de Cálculo: Os juros são calculados considerando a data prevista do último lote de pagamento da **Receita Federal**.\n\nMotivo: Como não é possível saber em qual lote o cliente receberá, essa prática evita a cobrança de juros extras caso o pagamento demore mais que o esperado, garantindo um valor fixo no contrato.",
    "keywords": "juros, cálculo",
    "question": "Como são calculados os juros cobrados na antecipação da restituição?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Contratação",
    "context": "[\n  {\n    \"title\": \"Passo 1: Acesso ao Produto\",\n    \"content\": \"Na tela inicial do app, o cliente verá o card **Crédito do Trabalhador**.\\n\\n**Use a fala:**\\n\\n*“Para ver a proposta é só abrir o app e tocar em Crédito do Trabalhador → Ver uma proposta.\\n\\nVou te orientar em cada etapa.”*\"\n  },\n  {\n    \"title\": \"Passo 2: Termo de Autorização (Consentimento)\",\n    \"content\": \"A próxima tela é o\\n\\n**Termo de autorização**, que lista as informações que serão consultadas.\\n\\n**Use a fala:**\\n\\n*“Aqui você verá o termo autorizando a checagem dos dados necessários para a proposta.\\n\\nSe concordar, toque em Autorizar — isso permite prosseguirmos com a simulação.”*\\n\\n(Nota: se o cliente perguntar detalhes, oriente-o a consultar o termo completo no próprio app.)\"\n  },\n  {\n    \"title\": \"Passo 3: Seleção do Valor do Crédito\",\n    \"content\": \"O app mostrará o limite de crédito disponível e um controle deslizante para escolher o valor desejado.\\n\\n**Use a fala:**\\n\\n*“Você tem X disponível.\\n\\nEscolha o valor que deseja solicitar e toque em Continuar.\\n\\nPosso ajudar a escolher o valor ideal se quiser.”*\"\n  },\n  {\n    \"title\": \"Passo 4: Simulação do Empréstimo\",\n    \"content\": \"Esta tela exibe o resumo financeiro da operação: valor a receber, número de parcelas, taxas de juros e o total a pagar.\\n\\n**Use a fala:**\\n\\n*“Aqui está a simulação: você receberá R$X em X parcelas de R$Y — juros e total estão discriminados.\\n\\nConfere pra eu seguir com a contratação?”*\"\n  },\n  {\n    \"title\": \"Passo 5: Processamento (Etapa de Captura)\",\n    \"content\": \"Após continuar, uma tela de\\n\\n**“Aguarde...”** aparecerá enquanto o sistema processa os dados.\\n\\n**Use a fala:**\\n\\n*“O app está processando suas informações — aguarde um instante.\\n\\nSe demorar mais do que o normal, me avise que eu acompanho aqui.”*\"\n  },\n  {\n    \"title\": \"Passo 6: Captura de Foto (Selfie)\",\n    \"content\": \"O app solicitará uma selfie para validação facial.\\n\\nOriente o cliente a se posicionar em um local bem iluminado, sem acessórios que cubram o rosto (como óculos escuros).\\n\\n**Use a fala:**\\n\\n*“Agora o app pede uma selfie para validação.\\n\\nPeça que fique em local bem iluminado, com o rosto inteiro visível.\\n\\nSe a foto não ficar boa, use ‘Tirar foto novamente’.\\n\\nConfirme comigo quando enviar.”*\"\n  },\n  {\n    \"title\": \"Passo 7: Validação de Identidade (Automática)\",\n    \"content\": \"Após a foto, a tela\\n\\n**“Validando identidade”** informará que o processo automático pode levar até 30 minutos.\\n\\n**Use a fala:**\\n\\n*“Estamos validando sua identidade — esse processo é automático e pode levar até 30 minutos.\\n\\nSe quiser, posso acompanhar e te avisar quando terminar.”*\"\n  },\n  {\n    \"title\": \"Passo 8: Confirmação Final da Contratação\",\n    \"content\": \"Esta é a última tela, que mostra o resumo final com todos os valores, taxas e a data do desconto.\\n\\nO cliente finaliza clicando em\\n\\n**'Confirmar'**.\\n\\n**Use a fala:**\\n\\n*“Aqui estão os valores finais e a data de desconto.\\n\\nConfirma que está de acordo para concluir a contratação?\\n\\nAo confirmar, o contrato será registrado.”*\"\n  }\n]",
    "keywords": "Crédito do trabalhador - Contratação",
    "question": "Crédito do trabalhador - Contratação",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Como é descontado?",
    "context": "Durante o Contrato: As parcelas são descontadas diretamente da folha de pagamento (holerite/contracheque).\n\nEm Caso de Demissão: O desconto em folha cessa.\n\nO saldo devedor da dívida permanece e o cliente deverá quitá-lo por outros meios (boleto, PIX).\n\nVerbas rescisórias podem ser usadas para abater o valor.",
    "keywords": "Crédito do trabalhador - Como é descontado?\r\n\r\n",
    "question": "Crédito do trabalhador - Como é descontado?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Como é feito o desconto das parcelas?",
    "context": "Desconto:\n\n* As parcelas são descontadas automaticamente do salário ou contracheque do empregado.\n\nResponsabilidade do Empregador:\n\n* O empregador é responsável por realizar o desconto e o recolhimento do valor ao banco.",
    "keywords": "Desconto, parcelas, contracheque, salário, folha de pagamento, empregador, recolhimento, automático",
    "question": "Crédito do Trabalhador - Como é feito o desconto das parcelas?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Como funciona",
    "context": "Conceito: É uma linha de crédito consignado, ou seja, as parcelas são descontadas automaticamente do salário ou benefício.\n\nVantagens: Não há boletos ou necessidade de lembrar de pagar.\n\nLiberação: O valor é liberado diretamente na chave PIX (CPF) do cliente.",
    "keywords": ", Crédito do trabalhador - Como funciona , o que é",
    "question": "Crédito do trabalhador - Como funciona",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Como quitar",
    "context": "Caminho no App: Página Inicial > Rolar para baixo > \"Próximos Pagamentos\" > Selecionar \"Crédito do Trabalhador\".\n\nOpções de Pagamento: O valor em aberto pode ser quitado via PIX ou cartão de crédito.\n\nO cliente pode realizar uma nova contratação após 7 dias uteis.",
    "keywords": "Crédito do Trabalhador - Como quitar, quitação, pagamento , emprestimo , pagar",
    "question": "Crédito do Trabalhador - Como quitar",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Liberação do valor",
    "context": "Prazo: Após a aprovação final da análise, o crédito é liberado na chave PIX (CPF) do cliente em até 30 minutos.",
    "keywords": "Crédito liberação do valor",
    "question": "Crédito do trabalhador - Liberação do valor",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Limite de idade",
    "context": "Faixa etária: A faixa etária para o crédito do trabalhador é de 18 a 62 anos para homens e 18 a 65 anos para mulheres.",
    "keywords": "faixa etária, crédito trabalhador, limite idade, elegibilidade, homens, mulheres",
    "question": "Crédito do Trabalhador - Limite de idade",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Limite de margem",
    "context": "[\n  {\n    \"title\": \"1. O que é a Margem Consignável?\",\n    \"content\": \"Conceito: É o valor máximo do salário líquido do cliente que pode ser usado para pagar a parcela do empréstimo.\\n\\nObjetivo: É uma regra de segurança para garantir que o empréstimo não comprometa o orçamento mensal do cliente.\"\n  },\n  {\n    \"title\": \"2. Qual é a Margem da Velotax?\",\n    \"content\": \"Margem Legal: A lei geral permite uma margem de até 35%.\\n\\nMargem Velotax: Para uma maior segurança financeira, a Velotax trabalha com um limite mais responsável, de 25% do salário líquido.\"\n  },\n  {\n    \"title\": \"3. Exemplo Prático para o Cliente\",\n    \"content\": \"Passo 1 (Base de Cálculo): \\\"Vamos simular com um salário líquido de R$ 2.700,00.\\\"\\n\\nPasso 2 (Calcular a Margem): \\\"Como nossa margem é de 25%, calculamos 25% de R$ 2.700,00, o que dá R$ 675,00.\\\"\\n\\nPasso 3 (Explicar o Resultado): \\\"Isso significa que, para este salário, a parcela mensal do seu empréstimo não pode passar de R$ 675,00. É com base nesse valor que o sistema calcula o total que podemos liberar para você.\\\"\"\n  }\n]",
    "keywords": "limite de margem, margem , Crédito do trabalhador - Limite de margem\n\n",
    "question": "Crédito do trabalhador - Limite de margem",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - O que acontece se eu for demitido?",
    "context": "Desconto em Folha:\n\n* Em caso de demissão, o desconto das parcelas em folha de pagamento cessa.\n\nQuitação:\n\n* O saldo devedor da dívida permanece e o cliente deverá quitá-lo por outros meios (boleto, PIX).\n\nMulta Rescisória:\n\n* Em alguns casos, parte da multa rescisória do FGTS pode ser direcionada para quitar o empréstimo.",
    "keywords": "Demissão, fui demitido, perdi o emprego, desconto, saldo devedor, quitar, multa rescisória, FGTS",
    "question": "Crédito do Trabalhador - O que acontece se eu for demitido?",
    "imageUrls": ""
  },
  {
    "topic": "Credito do trabalhador - Parcelas",
    "context": "Prazo de Pagamento: O parcelamento do Crédito do Trabalhador é fixo, em até 3 meses.\n\nVisualização: O cliente pode visualizar o plano de pagamento detalhado durante a simulação no aplicativo, antes de confirmar a contratação.",
    "keywords": "parcelas, parcelamento, prazo, pagar, crédito trabalhador, liquidar, número de parcelas, 3 meses",
    "question": "Credito do trabalhador - Parcelas",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Posso cancelar o empréstimo?",
    "context": "Direito de Arrependimento:\n\n* Sim, o cliente tem até 7 dias corridos, contados a partir do recebimento do valor, para exercer o direito de arrependimento.\n\nCondição:\n\n* Para o cancelamento ser efetivado, o cliente deve devolver o valor total que foi creditado em sua conta.",
    "keywords": "Cancelar, arrependimento, desistir, 7 dias, devolver dinheiro, prazo de cancelamento, rescisão",
    "question": "Crédito do Trabalhador - Posso cancelar o empréstimo?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Posso usar o FGTS como garantia?",
    "context": "Garantia:\n\n* Sim, é possível utilizar parte do saldo do FGTS como garantia para o Crédito do Trabalhador.\n\nBenefício:\n\n* O uso do FGTS como garantia pode resultar em juros mais baixos e melhores condições de contratação.",
    "keywords": "FGTS, garantia, saldo FGTS, usar FGTS, juros, condições, benefício",
    "question": "Crédito do Trabalhador - Posso usar o FGTS como garantia?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Prazo para cancelamento",
    "context": "Prazo Legal: O cliente tem até 7 dias corridos, contados a partir do recebimento do valor, para exercer o direito de arrependimento.\n\nCondição: Para o cancelamento ser efetivado, o cliente deve devolver o valor total que foi creditado em sua conta.",
    "keywords": "Crédito, Prazo ,cancelamento , Crédito do trabalhador - Prazo para cancelamento",
    "question": "Crédito do trabalhador - Prazo para cancelamento",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Qual a margem consignável?",
    "context": "Margem:\n\n* A margem consignável é o percentual máximo do salário que pode ser comprometido com as parcelas do empréstimo.\n\nLimite:\n\n* Para o Crédito do Trabalhador, o limite pode ser de até 35% do salário mensal, dependendo da política de crédito.",
    "keywords": "Margem consignável, limite, percentual, salário, contracheque, comprometimento, 35%",
    "question": "Crédito do Trabalhador - Qual a margem consignável?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Qual o prazo para pagamento?",
    "context": "Prazo:\n\n* O prazo de pagamento é flexível e as parcelas são descontadas diretamente do contracheque.\n\nSimulação:\n\n* O cliente pode verificar as opções de prazo disponíveis durante a simulação no aplicativo.",
    "keywords": "Prazo de pagamento, parcelas, tempo para pagar, quitação, simulação, flexível",
    "question": "Crédito do Trabalhador - Qual o prazo para pagamento?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Quando é o desconto",
    "context": "Carência: O primeiro vencimento ocorre entre 60 e 92 dias após a contratação.\n\n* Contratação até o dia 20: Primeira cobrança em 60 dias.\n\n* Contratação após o dia 21: Primeira cobrança em 90 dias.",
    "keywords": "Crédito quando é o desconto",
    "question": "Crédito do trabalhador - Quando é o desconto",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do Trabalhador - Quanto tempo leva para o dinheiro cair na conta?",
    "context": "Liberação:\n\n* Após a aprovação final do crédito, o valor pode ser liberado na conta do cliente em poucos minutos ou em até 30 minutos, dependendo do banco.",
    "keywords": "Liberação, dinheiro na conta, prazo, tempo para cair, aprovação, crédito, depósito , Crédito do Trabalhador - Quanto tempo leva para o dinheiro cair na conta?",
    "question": "Crédito do Trabalhador - Quanto tempo leva para o dinheiro cair na conta?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito do trabalhador - Quem pode solicitar",
    "context": "Critérios de Elegibilidade do Colaborador: Vínculo Empregatício: Ser trabalhador com carteira assinada (CLT) há no mínimo 12 meses.\n\nSer empregado(a) doméstico(a).\n\nSer diretor(a) com recolhimento de FGTS.\n\nCritérios de Elegibilidade da Empresa: Tempo de Atividade: A empresa empregadora precisa ter um CNPJ ativo há mais de 36 meses.\n\nCritérios de Inelegibilidade (Quem NÃO pode solicitar): Funcionários afastados pelo INSS.\n\nFuncionários em período de aviso prévio.\n\nFuncionários com demissão já registrada no sistema.",
    "keywords": "Quem pode pedir, requisitos, elegibilidade, critérios, CLT, doméstico, MEI, FGTS, restrições, afastado, aviso prévio, demissão , Crédito do Trabalhador - Quem pode solicitar?\r\n\r\n",
    "question": "Crédito do trabalhador - Quem pode solicitar",
    "imageUrls": ""
  },
  {
    "topic": "Crédito pessoal - Como contratar",
    "context": "[ { \"title\": \"Passo 1: Acessar a área de Empréstimo\", \"content\": \"Acesse o aplicativo e entre na seção de 'Empréstimo Pessoal'.\" }, { \"title\": \"Passo 2: Fazer a simulação\", \"content\": \"Simule o empréstimo escolhendo o valor desejado e o número de parcelas para ver o custo total.\" }, { \"title\": \"Passo 3: Escolher a proposta\", \"content\": \"Selecione a proposta que preferir entre as opções de prazo e juros apresentadas.\" }, { \"title\": \"Passo 4: Revisar e confirmar os dados\", \"content\": \"Revise seus dados pessoais no resumo da contratação e confirme para avançar.\" }, { \"title\": \"Passo 5: Aguardar a análise de crédito\", \"content\": \"Aguarde a análise de crédito, que é realizada em poucos segundos.\" }, { \"title\": \"Passo 6: Validar sua identidade\", \"content\": \"Valide sua identidade usando biometria, código por SMS ou outro método de segurança solicitado.\" }, { \"title\": \"Passo 7: Assinar o contrato digital\", \"content\": \"Leia e aceite os termos para assinar o contrato digitalmente dentro do próprio aplicativo.\" }, { \"title\": \"Passo 8: Enviar documentos (se necessário)\", \"content\": \"Caso o sistema solicite, envie fotos de documentos, comprovantes ou outras informações.\" }, { \"title\": \"Passo 9: Finalizar a contratação\", \"content\": \"Após a finalização, o app exibirá uma mensagem de sucesso com a data prevista para o dinheiro cair na conta.\" } ]",
    "keywords": "Crédito pessoal, Open Finance,Crédito pessoal - Como contratar",
    "question": "Crédito pessoal - Como contratar",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Como é feito o pagamento das parcelas?",
    "context": "Formas de Pagamento:\n\n* O pagamento das parcelas pode ser feito por débito em conta, Pix Automático ou boleto bancário.",
    "keywords": "Pagamento, parcelas, como pagar, débito em conta, Pix Automático, boleto, forma de pagamento",
    "question": "Crédito Pessoal - Como é feito o pagamento das parcelas?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Como quitar",
    "context": "Caminho no App: Página Inicial > Rolar para baixo > \"Próximos Pagamentos\" > Selecionar \"Crédito Pessoal\".\n\nOpções de Pagamento: O valor em aberto pode ser quitado via PIX ou cartão de crédito.",
    "keywords": "Crédito Pessoal - Como quitar, quitação, pagamento , emprestimo , pagar",
    "question": "Crédito Pessoal - Como quitar",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Crédito Após Aprovação",
    "context": "Prazo: Após a aprovação final, o dinheiro é creditado na conta do cliente em poucos minutos.",
    "keywords": "Crédito Pessoal - Crédito Após Aprovação,  aprovação, tempo",
    "question": "Crédito Pessoal - Crédito Após Aprovação",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Critérios",
    "context": "Tecnologia: A análise é baseada em Open Finance.\n\nAutorização: O cliente precisa autorizar a conexão com o banco onde possui a chave PIX (CPF) cadastrada.\n\nOutros tipos de chave não são válidos para a análise.\n\nResultado: A análise pode ser positiva ou negativa.\n\nEm caso de negativa, informar que não há oferta disponível no momento e sugerir uma nova tentativa após 30 dias.",
    "keywords": "Crédito Pessoal - Critérios",
    "question": "Crédito Pessoal - Critérios",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Empresa de Conexão",
    "context": "Parceiro: A conexão Open Finance é feita através do nosso parceiro Belvo.\n\nEsclarecimento: O cliente está conectando seus dados com a Velotax; o Belvo é apenas o intermediário tecnológico que garante a segurança do processo.",
    "keywords": "Crédito Pessoal - Empresa de Conexão, Open Finance, Belvo, conexão",
    "question": "Crédito Pessoal - Empresa de Conexão",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Fiz uma simulação e não consigo mais contratar, o que houve?",
    "context": "Política de Crédito:\n\n* As políticas de crédito da Velotax são atualizadas diariamente e podem ocasionar mudanças na oferta de crédito.\n\nAção:\n\n* Realize uma nova simulação de crédito no aplicativo Velotax para verificar novamente a sua disponibilidade.",
    "keywords": "Simulação, oferta sumiu, não consigo contratar, política de crédito, disponibilidade, mudou a oferta, sumiu o empréstimo",
    "question": "Crédito Pessoal - Fiz uma simulação e não consigo mais contratar, o que houve?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Limite de idade",
    "context": "Faixa etária: A faixa etária para o crédito pessoal é de 18 a 75 anos para todos os clientes.",
    "keywords": "faixa etária, crédito pessoal, limite idade, elegibilidade",
    "question": "Crédito Pessoal - Limite de idade",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - O consentimento do Open Finance é obrigatório?",
    "context": "Obrigatoriedade:\n\n* Sim, o consentimento do Open Finance é uma etapa obrigatória para a análise de crédito do Crédito Pessoal.\n\nProcesso:\n\n* O cliente só avança para a avaliação de crédito após consentir com o compartilhamento de suas informações financeiras via Open Finance.",
    "keywords": "Open Finance, consentimento, obrigatório, compartilhar dados, análise de crédito, avaliação, opcional, recusar",
    "question": "Crédito Pessoal - O consentimento do Open Finance é obrigatório?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - O dinheiro pode cair em uma conta diferente da que usei no Open Finance?",
    "context": "Regra de Segurança:\n\n* Não.\n\nO valor do empréstimo só pode ser depositado na conta corrente da mesma titularidade que foi utilizada para o compartilhamento de dados via Open Finance.\n\nChave PIX:\n\n* Além disso, a chave PIX para o recebimento deve ser o CPF do titular, e ela precisa estar vinculada a essa mesma conta.",
    "keywords": "Outra conta, conta diferente, receber em outro banco, titularidade, mesma conta, Open Finance, depósito, crédito, chave PIX , Crédito Pessoal - O dinheiro pode cair em uma conta diferente da que usei no Open Finance?",
    "question": "Crédito Pessoal - O dinheiro pode cair em uma conta diferente da que usei no Open Finance?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - O que acontece se eu atrasar o pagamento?",
    "context": "Consequências do Atraso:\n\n* Sim, o atraso no pagamento gera a cobrança de multa e encargos sobre o valor da parcela.\n\nValores:\n\n* Multa por atraso: 2%\n\n* Encargos: 1% ao mês.\n\nNegativação:\n\n* Caso o atraso não seja solucionado, o nome do cliente pode ser enviado aos órgãos de proteção ao crédito.",
    "keywords": "Atraso, multa, juros, encargos, pagar atrasado, parcela vencida, negativação, SPC, Serasa, nome sujo",
    "question": "Crédito Pessoal - O que acontece se eu atrasar o pagamento?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - O seguro prestamista é obrigatório?",
    "context": "Contratação Opcional:\n\n* Não, o seguro prestamista é um produto opcional e sua contratação não é obrigatória para a liberação do empréstimo.\n\nBenefícios:\n\n* O seguro garante a quitação ou amortização do saldo devedor em caso de imprevistos cobertos pela apólice, como desemprego ou invalidez.",
    "keywords": "Seguro prestamista, seguro, opcional, obrigatório, cobertura, apólice, proteção, tranquilidade, quitação",
    "question": "Crédito Pessoal - O seguro prestamista é obrigatório?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Posso alterar a data de vencimento da parcela?\r",
    "context": "Data de Vencimento:\n\n* Não, a data de vencimento das parcelas é definida automaticamente pelo sistema durante a análise do seu fluxo financeiro (via Open Finance) e não pode ser alterada após a contratação.\n\nMotivo:\n\n* A data é calculada para coincidir com os períodos de maior probabilidade de entrada de recursos na sua conta, visando facilitar o pagamento em dia",
    "keywords": "Alterar vencimento, mudar data, data de pagamento, escolher dia, vencimento da parcela, postergar, adiar , outra data",
    "question": "Crédito Pessoal - Posso alterar a data de vencimento da parcela?\r",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Posso contratar se estiver negativado?",
    "context": "Elegibilidade:\n\n* A elegibilidade para a operação pode ser consultada diretamente no aplicativo Velotax.\n\nComo Verificar:\n\n* Realize uma simulação de crédito no aplicativo para verificar a disponibilidade para o seu perfil.",
    "keywords": "Negativado, nome sujo, SPC, Serasa, restrição, contratar com dívida, elegibilidade, simulação",
    "question": "Crédito Pessoal - Posso contratar se estiver negativado?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Posso contratar tendo outros produtos?",
    "context": "Regra de Elegibilidade:\n\n* Clientes que já possuem outros produtos de crédito ativos com a Velotax, como Crédito do Trabalhador ou débitos de Antecipação IRPF, não podem contratar o Crédito Pessoal.\n\nCondição para Contratar:\n\n* É necessário quitar integralmente os produtos de crédito anteriores antes de estar elegível para uma nova contratação de Crédito Pessoal.",
    "keywords": "Crédito pessoal, outro produto, crédito trabalhador, antecipação IRPF, elegibilidade, contratar junto, múltiplos empréstimos, quitar antes , Crédito Pessoal - Posso contratar tendo outros produtos?",
    "question": "Crédito Pessoal - Posso contratar tendo outros produtos?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Posso pagar com cartão de crédito?",
    "context": "Pagamento com Cartão:\n\n* Sim, é possível pagar o empréstimo com cartão de crédito.\n\nCondição Preferencial:\n\n* Esta opção de pagamento é oferecida preferencialmente para clientes que estão com parcelas em atraso.",
    "keywords": "Cartão de crédito, pagar com cartão, quitação, parcelas, atraso, inadimplência, forma de pagamento, opção",
    "question": "Crédito Pessoal - Posso pagar com cartão de crédito?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Preciso de garantia para contratar?",
    "context": "Garantia:\n\n* Não, o Crédito Pessoal da Velotax é um empréstimo sem garantia.\n\nSignificado:\n\n* Isso significa que você não precisa deixar um imóvel, veículo ou qualquer outro bem como garantia para contratar o empréstimo.",
    "keywords": "Garantia, sem garantia, imóvel, veículo, bens, avalista, fiança, seguro",
    "question": "Crédito Pessoal - Preciso de garantia para contratar?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Quais bancos são aceitos para a análise?",
    "context": "Bancos Aceitos:\n\n* Neste momento, a análise de crédito para o Crédito Pessoal aceita contas dos seguintes bancos: Itaú, Bradesco, Santander, Banco do Brasil, Nubank e Inter.\n\nOutros Bancos:\n\n* Contas de outros bancos ainda não são aceitas para esta modalidade de empréstimo.",
    "keywords": "Bancos, instituições, aceitos, permitidos, Itaú, Bradesco, Santander, Banco do Brasil, Nubank, Inter, compatível, lista de bancos",
    "question": "Crédito Pessoal - Quais bancos são aceitos para a análise?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Quais documentos são necessários para contratação?",
    "context": "Documentos:\n\n* Você precisa ter uma conta na Velotax.\n\n* Durante a contratação, será solicitado o compartilhamento de suas informações através do Open Finance.\n\n* Será solicitada a captura de uma selfie.\n\n* Será solicitada uma cópia do seu CPF / RG ou CNH.",
    "keywords": "Documentos, contratação, necessário, selfie, CPF, RG, CNH, Open Finance, conta Velotax",
    "question": "Crédito Pessoal - Quais documentos são necessários para contratação?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Quais são as taxas de juros?",
    "context": "Taxas:\n\n* As taxas de juros variam conforme o perfil do cliente, o valor solicitado e o prazo de pagamento.\n\nComo Verificar:\n\n* Realize uma simulação de crédito no aplicativo Velotax para verificar as taxas de juros aplicadas à sua proposta.",
    "keywords": "Taxas de juros, juros, custo, quanto custa, simulação, perfil de crédito, valor solicitado, prazo",
    "question": "Crédito Pessoal - Quais são as taxas de juros?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Qual a validade da proposta após a aprovação?",
    "context": "Validade da Proposta:\n\n* Após a aprovação do crédito, a proposta de empréstimo fica válida por 10 dias.\n\nAção do Cliente:\n\n* O cliente pode finalizar a contratação a qualquer momento dentro desse período de 10 dias.\n\nApós o prazo, a proposta expira.",
    "keywords": "Proposta, validade, prazo, expira, tempo para aceitar, oferta, aprovação, 10 dias, contratação",
    "question": "Crédito Pessoal - Qual a validade da proposta após a aprovação?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Qual o prazo para pagar?",
    "context": "Prazo:\n\n* O prazo para pagamento das parcelas também depende do seu perfil de crédito. 2Como Verificar:\n\n* Realize uma simulação de crédito no aplicativo Velotax para verificar as opções de prazo disponíveis para você.",
    "keywords": "Prazo de pagamento, tempo para pagar, parcelas, simulação, disponibilidade, perfil de crédito",
    "question": "Crédito Pessoal - Qual o prazo para pagar?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Qual o valor mínimo e máximo que posso solicitar?",
    "context": "Valores:\n\n* O valor mínimo e máximo que pode ser solicitado depende do seu perfil de crédito. 2Como Verificar:\n\n* É necessário realizar uma simulação de crédito no aplicativo Velotax para verificar a disponibilidade e os valores oferecidos para o seu perfil.",
    "keywords": "Valor mínimo, valor máximo, quanto posso pedir, limite, simulação, disponibilidade, perfil de crédito",
    "question": "Crédito Pessoal - Qual o valor mínimo e máximo que posso solicitar?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Quanto tempo demora para receber o dinheiro?",
    "context": "Prazo de Liberação:\n\n* Após a aprovação final do crédito, o valor pode ser liberado em até 30 minutos, dependendo do banco.",
    "keywords": "Receber dinheiro, liberação, prazo, tempo para cair, depósito, crédito em conta, aprovação , Crédito Pessoal - Quanto tempo demora para receber o dinheiro?\n\n",
    "question": "Crédito Pessoal - Quanto tempo demora para receber o dinheiro?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Resultado Negativo",
    "context": "Contexto: A análise de crédito do cliente para o Crédito Pessoal resultou em uma negativa.\n\nComunicação ao Cliente: Mensagem Principal: \"No momento, não há uma oferta de crédito disponível para o seu perfil.\" **Importante**: Não especule sobre os motivos da negativa, pois o sistema não detalha essa informação.\n\nPróximos Passos: Nova Tentativa: Sugira que o cliente pode fazer uma nova solicitação após 30 dias.",
    "keywords": "Crédito Pessoal - Resultado Negativo, negativa, oferta",
    "question": "Crédito Pessoal - Resultado Negativo",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Se eu quitar antes, tenho desconto?",
    "context": "Quitação Antecipada:\n\n* Sim, ao antecipar o pagamento de parcelas ou quitar o saldo devedor total, você tem direito à redução proporcional dos juros.\n\nComo Fazer:\n\n* O cálculo do desconto é feito automaticamente no aplicativo.\n\nAcesse a área do seu empréstimo e selecione a opção de quitar ou antecipar para visualizar o valor final com o abatimento.",
    "keywords": "Quitar, quitação antecipada, pagar antes, desconto, abatimento, redução de juros, amortizar, liquidar, valor para quitar",
    "question": "Crédito Pessoal - Se eu quitar antes, tenho desconto?",
    "imageUrls": ""
  },
  {
    "topic": "Crédito Pessoal - Tempo de Análise",
    "context": "Duração: A análise de crédito via Open Finance leva cerca de 2 minutos.\n\nNo App: O cliente acompanha o processo na tela \"Aguarde\".",
    "keywords": "Crédito Pessoal - Tempo de Análise , aguarde",
    "question": "Crédito Pessoal - Tempo de Análise",
    "imageUrls": ""
  },
  {
    "topic": "O que é DARF?",
    "context": "O que é: Documento de Arrecadação de Receitas Federais, usado para pagar impostos ao Governo Federal.\n\nObrigatoriedade: Para Pessoas Físicas e Jurídicas que se enquadram nas regras.\n\nImportância: Os DARFs de investimentos devem ser guardados, pois são usados na declaração anual do IRPF.",
    "keywords": "darf , O que é , O que é DARF?",
    "question": "O que é DARF?",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - 31/10/2025",
    "context": "Status Atual: A funcionalidade de antecipação pode estar temporariamente indisponível para novas contratações.\n\nPrazo: Não há um prazo definido para o retorno.\n\nOrientação: O cliente deve acompanhar a disponibilidade diretamente pela tela inicial do aplicativo.\n\nDeclaração/IRPF\n\n- 31/10/2025 Função da Data: A data (ex: 31/10/2025) é uma referência contratual para o cálculo dos encargos, baseada no último lote de restituição da Receita.\n\nComo Funciona a Quitação: A dívida é quitada automaticamente assim que a restituição é paga, independentemente do mês.\n\nO valor do contrato é fixo.\n\nRetirada da Chave PIX (com dívida): Configura quebra de contrato e o valor total se torna devido imediatamente, com início das ações de cobrança em 5 dias úteis.",
    "keywords": "restituição, CCB,, quebra de contrato, outubro , 31/10/2025 , Declaração/IRPF - 31/10/2025",
    "question": "Declaração/IRPF - 31/10/2025",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Como consultar pendências",
    "context": "Onde Consultar: Diretamente no portal MIR da **Receita Federal**.\n\n**Passo a Passo**: Acessar Portal MIR > \"Meu Imposto de Renda\" > Selecionar o ano da declaração.\n\nDetalhes da Pendência: Ao clicar na seção \"Pendências\", o sistema da Receita mostrará o motivo exato da inconsistência.",
    "keywords": "pendências, Portal MIR, consulta , Declaração/IRPF - Como consultar pendências",
    "question": "Declaração/IRPF - Como consultar pendências",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Erro no Plano IRPF PLUS",
    "context": "Cenário: Cliente contratou o plano IRPF PLUS, mas um erro no app impediu a entrega da declaração.\n\nAnálise: Verificar a data de contratação.\n\nAção:\n\n* Dentro de 7 dias: Abrir um pedido de estorno do valor.\n\n* Após 7 dias: Levar o caso (com CPF e data) a um superior para análise de exceção.",
    "keywords": "plano,valor , Declaração/IRPF - Erro no Plano IRPF PLUS , IRPF PLUS",
    "question": "Declaração/IRPF - Erro no Plano IRPF PLUS",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Malha Fina",
    "context": "Causa: A declaração possui alguma pendência ou inconsistência identificada pela **Receita Federal**.\n\nAção do Cliente: Acessar o portal MIR para verificar o motivo exato da pendência e, se necessário, fazer uma **declaração retificadora** para corrigir os erros.\n\nResponsabilidade: É um processo externo à Velotax.",
    "keywords": "regularização,pendência, Portal MIR",
    "question": "Declaração/IRPF - Malha Fina",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Numero de lotes",
    "context": "Datas dos Lotes de 2025:\n\n* 1º Lote: 30/05 (Já pago)\n\n* 2º Lote: 30/06 (Já pago)\n\n* 3º Lote: 31/07 (Já pago)\n\n* 4º Lote: 29/08\n\n* 5º Lote (último): 30/09",
    "keywords": "Declaração/IRPF - Numero de lotes , numero , quantos lotes",
    "question": "Declaração/IRPF - Numero de lotes",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Omisso",
    "context": "Significado: A **Receita Federal** identificou que o contribuinte tinha a obrigação de declarar o Imposto de Renda (provavelmente por ter rendimentos acima do limite de isenção), mas não o fez.",
    "keywords": "omisso, status omisso, Status omisso, IRPF , Declaração/IRPF - Omisso\r\n",
    "question": "Declaração/IRPF - Omisso",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Retificar",
    "context": "O que é: É o processo de corrigir erros ou omissões em uma declaração de IRPF já enviada.\n\nQuando Fazer: Sempre que forem identificados dados incorretos (rendimentos, deduções, bens) ou omissões.\n\nBenefício: Se feita antes de uma notificação da Receita, evita multas.\n\nComo Fazer: Pelo programa do IRPF da Receita ou pelo portal MIR",
    "keywords": "retificação, correção , IRPF , Declaração, retificar , Declaração/IRPF - Retificar\r\n",
    "question": "Declaração/IRPF - Retificar",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF - Taxa de acompanhamento",
    "context": "Definição: Taxa de acompanhamento da declaração é um serviço adicional que garante o monitoramento completo do processo junto à **Receita Federal**, com alertas para pendências, retificações ou atualizações importantes.\n\nCálculo: A taxa é calculada proporcionalmente ao valor da restituição estimada no envio da declaração, alinhando o custo ao volume de informações e grau de acompanhamento.",
    "keywords": "Declaração, IRPF, taxa acompanhamento, monitoramento, Receita Federal, restituição, pendências",
    "question": "Declaração/IRPF - Taxa de acompanhamento",
    "imageUrls": ""
  },
  {
    "topic": "Declaração/IRPF- Cancelamento",
    "context": "Regra Geral: Não é possível cancelar uma declaração de IRPF que já foi transmitida e processada.\n\nQual é a solução para corrigir erros?\n\nAção Correta: A solução padrão para corrigir qualquer erro ou omissão é fazer uma **declaração retificadora**.\n\nComo Fazer: A retificação pode ser feita utilizando o programa oficial da **Receita Federal** ou pelo portal MIR.\n\nE se o cliente insistir no cancelamento?\n\nProcesso de Exceção: O cancelamento total de uma declaração é um **procedimento** raro e complexo, feito diretamente pelo cliente no portal MIR com sua conta gov.br.\n\nResponsabilidade: Este é um processo de total responsabilidade do cliente junto à **Receita Federal**.\n\nSe necessário, ele deve buscar orientação diretamente com o suporte da Receita.",
    "keywords": "cancelamento,irpf,retificação , Declaração/IRPF- Cancelamento\r\n",
    "question": "Declaração/IRPF- Cancelamento",
    "imageUrls": ""
  },
  {
    "topic": "desconto proporcional",
    "context": "Regra do Contrato: O valor dos juros e o saldo devedor são fixados no momento da contratação e acordados pelo cliente.\n\nQuitação Antecipada: Mesmo em caso de pagamento antecipado, o contrato estabelece um valor mínimo a ser pago, que faz parte das condições acordadas.\n\nPromoções: Se um valor menor aparecer no app, trata-se de uma condição promocional específica, e não de uma alteração no contrato original.",
    "keywords": "desconto proporcional, desconto",
    "question": "desconto proporcional",
    "imageUrls": ""
  },
  {
    "topic": "dinheiro de bet",
    "context": "Responsabilidade: O pagamento de prêmios de plataformas de apostas (bets) é de responsabilidade da própria plataforma.\n\nPossível Causa: A plataforma de apostas pode não ter o banco parceiro da Velotax (Celcoin) cadastrado em seu sistema para pagamentos.\n\nOrientação: O cliente deve verificar diretamente com o suporte da plataforma de apostas.",
    "keywords": "bet, jogo de aposta, casa de aposta, plataforma de jogos",
    "question": "dinheiro de bet",
    "imageUrls": ""
  },
  {
    "topic": "Divergência em Cobrança",
    "context": "Verificação Interna: Conferir o valor devido no Octadesk e na CCB do cliente.\n\nArgumento: O valor a ser quitado é o mesmo que consta no contrato (CCB) assinado pelo cliente no momento da contratação.",
    "keywords": "cobrança,divergência",
    "question": "Divergência em Cobrança",
    "imageUrls": ""
  },
  {
    "topic": "Divergência em Valores de Antecipação",
    "context": "Se o cliente questiona o valor que foi antecipado ou o valor para quitação, informe que estes valores foram devidamente mostrados antes de contratar e durante também, nas telas do app onde mostrava os valores oferecidos e quanto ficaria para pagamento futuro.\n\nSe ele falar sobre a data de vencimento do contrato, diga que é uma base para os cálculos, mas que os valores são fixos e não têm como alterá-los.Verifique se está disponivel, e informe sobre q quitação antecipada com o desconto, mas somente nos casos que o cliente falar que irá acionar a justiça",
    "keywords": "Cliente questionou o debito integral da restituição",
    "question": "Divergência em Valores de Antecipação",
    "imageUrls": ""
  },
  {
    "topic": "e se o cliente entrar em atrito?",
    "context": "Postura: Manter a calma e um tom respeitoso.\n\nAção: Tentar explicar a situação de forma clara.\n\nSe o comportamento hostil persistir, encerrar a chamada com a frase \"Por falta de comunicação, o contato será encerrado\".\n\nCasos Específicos (Portabilidade/Juros): Se o atrito for sobre portabilidade ou juros, informar que a solicitação será enviada ao setor responsável para análise e que o prazo de retorno é de até 48 horas.",
    "keywords": "atrito, atritado, atritar, atrita, bravo, irritado",
    "question": "e se o cliente entrar em atrito?",
    "imageUrls": ""
  },
  {
    "topic": "E-MAIL DA PROCURAÇÃO, e-mail da procuração",
    "context": "A intenção do envio do e-mail foi justamente reforçar nosso compromisso com a transparência.\n\nEssa autorização é algo comum em serviços contábeis e fiscais e serve apenas para facilitar o acompanhamento da sua declaração junto à Receita, sem qualquer risco para seus dados bancários ou movimentações financeiras.\n\nMas, claro: se você preferir revogar, é só acessar o site do Portal MIR e fazer o cancelamento de forma simples e segura.\n\nA gente continua à disposição para te orientar, com o máximo respeito pela sua autonomia.",
    "keywords": "procuração, email",
    "question": "E-MAIL DA PROCURAÇÃO, e-mail da procuração",
    "imageUrls": ""
  },
  {
    "topic": "Encerramento Positivo",
    "context": "\"Agradeço a sua compreensão, [Nome do Cliente].\n\nO Velotax está à disposição para qualquer outra dúvida.\" • \"Ficamos à disposição para esclarecer qualquer dúvida adicional.\" • \"Obrigado(a) por escolher o Velotax.\n\nTenha um excelente dia!\"",
    "keywords": "Encerramento Positivo",
    "question": "Encerramento Positivo",
    "imageUrls": ""
  },
  {
    "topic": "Erro no Aplicativo",
    "context": "(Guia Interno) Diagnóstico Inicial: Solicitar ao cliente detalhes do erro e, se possível, um print da tela.\n\nVerificação Interna: Checar no Octadesk se há algum erro registrado no processamento daquele cliente.\n\nAção:\n\n* Se houver erro no Octa: Enviar o CPF e o erro no grupo de suporte interno.\n\n* Se não houver erro no Octa: Analisar o print do cliente ou pedir ajuda para identificar o **procedimento** correto.",
    "keywords": "aplicativo,sistema,suporte",
    "question": "Erro no Aplicativo",
    "imageUrls": ""
  },
  {
    "topic": "Erro no Envio de Declaração",
    "context": "Diagnóstico do Erro: Confirmação: Verifique com o cliente se a mensagem exata exibida no aplicativo é \"FALHA NA TRANSMISSÃO\".\n\nAção a ser Tomada: Cenário 1 (Orientação ao Cliente): Causa Provável: A falha geralmente ocorre por algum dado divergente ou inconsistente na declaração.\n\nAção: Oriente o cliente a revisar, item por item, todas as informações preenchidas na declaração para localizar um possível erro (CPF de dependente incorreto, valor digitado errado, etc.).\n\nCenário 2 (Escalonamento Interno): Ação: Caso o cliente não consiga identificar o erro, colete o CPF e o problema identificado.\n\nEscalonamento: Envie essas informações para o time de Produto, solicitando uma verificação para identificar o que está incorreto na declaração e impedindo a transmissão.",
    "keywords": "envio,declaração, transmissão ",
    "question": "Erro no Envio de Declaração",
    "imageUrls": ""
  },
  {
    "topic": "estorno negado",
    "context": "Motivo da Negativa: O estorno foi negado porque o cliente utilizou uma funcionalidade paga da plataforma (ex: gerou uma DARF) dentro do período de 7 dias.\n\nRegra Contratual: O direito de arrependimento (cancelamento em 7 dias) só é válido se nenhum serviço pago tiver sido utilizado, conforme os Termos de Contratação.",
    "keywords": "negado, estorno",
    "question": "estorno negado",
    "imageUrls": ""
  },
  {
    "topic": "Ferramentas do GOV.BR",
    "context": "Cenário: O cliente não recebe um código de verificação e na tela aparece a marca \"GOV.BR\".\n\nOrientação: O problema está na conta do GOV.BR, não na Velotax.\n\nO cliente precisa acessar o site do GOV.BR para atualizar seus dados de contato (e-mail ou telefone) por lá e depois tentar novamente no app.",
    "keywords": "gov.br., GOV.BR, GOV",
    "question": "Ferramentas do GOV.BR",
    "imageUrls": ""
  },
  {
    "topic": "Frases de Apoio e Encerramento",
    "context": "* Empatia: \"Compreendo sua preocupação...\", \"Entendo que essa situação pode ser frustrante...\".\n\n* Encerramento: \"Agradeço pela sua compreensão.\n\nSe precisar de mais algo, estamos à disposição.\", \"Obrigado por escolher a Velotax.\n\nTenha um excelente dia!\".",
    "keywords": "Frases de Apoio e Encerramento",
    "question": "Frases de Apoio e Encerramento",
    "imageUrls": ""
  },
  {
    "topic": "Imposto de Renda?",
    "context": "Definição: É um tributo federal cobrado sobre os ganhos (renda) de pessoas e empresas.\n\nIncidência: Aplica-se a salários, aluguéis, investimentos, entre outros.\n\nDeclaração Anual: É obrigatória para quem atinge determinados limites de renda definidos pela **Receita Federal** a cada ano.",
    "keywords": "imposto de renda",
    "question": "Imposto de Renda?",
    "imageUrls": ""
  },
  {
    "topic": "Indicação e Promoções",
    "context": "Como Funciona: O link de indicação é enviado por notificação de forma aleatória para a base de clientes.\n\nOrientação: Se o cliente não recebeu, deve aguardar.\n\nSe recebeu e apagou, não há como reenviar, mas ele pode verificar se há algo sobre o tema no app.",
    "keywords": "indicação,benefício,promoção",
    "question": "Indicação e Promoções",
    "imageUrls": ""
  },
  {
    "topic": "Indisponibilidade de Antecipação",
    "context": "Status Atual: A funcionalidade pode estar temporariamente indisponível para novas contratações.\n\nPrazo: Não há um prazo definido para o retorno.\n\nOrientação: O cliente deve acompanhar a disponibilidade diretamente pelo aplicativo.",
    "keywords": "indisponível,indisponibilidade",
    "question": "Indisponibilidade de Antecipação",
    "imageUrls": ""
  },
  {
    "topic": "Metodos de pagamento da antecipação",
    "context": "Opções de Quitação (Dívidas em Aberto):\n\n* PIX: Pagamento imediato, com liberação da chave no mesmo dia.\n\n* Cartão de Crédito: Pagamento integral ou parcelado (conforme condições).\n\nOnde Pagar: Acessar a área de \"Impostos\" ou \"Próximos Pagamentos\" no aplicativo.",
    "keywords": "Quitação, cartão, parcelamento",
    "question": "Metodos de pagamento da antecipação",
    "imageUrls": ""
  },
  {
    "topic": "Numero de contato Velotax",
    "context": "Canais Oficiais de Atendimento:\n\n* Capitais e regiões metropolitanas: 3003-7293\n\n* Demais localidades: 0800-800-0049 Das 8h às 19h (dias úteis) Das 9h às 15h (sábados)",
    "keywords": "Telefone, contato, atendimento , Numero de contato Velotax , horario , telefone velotax",
    "question": "Numero de contato Velotax",
    "imageUrls": ""
  },
  {
    "topic": "O que é a Octadesk?",
    "context": "Definição: A Octadesk é uma plataforma brasileira de atendimento omnichannel no modelo SaaS, acessada pela internet sem necessidade de instalação.\n\nFuncionalidades: Centraliza canais como WhatsApp, Instagram, chat, e-mail e chatbot em um único painel, automatizando processos e unificando interações com clientes.",
    "keywords": "Octadesk, plataforma, omnichannel, SaaS, atendimento, WhatsApp, Instagram, chat, e-mail, chatbot",
    "question": "O que é a Octadesk?",
    "imageUrls": ""
  },
  {
    "topic": "O que são ativos no exterior?",
    "context": "Definição: Qualquer tipo de investimento ou recurso financeiro mantido fora do país de residência do investidor.\n\nExemplos: Ações, títulos, fundos, imóveis ou contas bancárias em outros países.",
    "keywords": "Ativos no exterior , O que são ativos no exterior?\r\n\r\n",
    "question": "O que são ativos no exterior?",
    "imageUrls": ""
  },
  {
    "topic": "O VeloPrime é do Velotax?",
    "context": "Relação: Sim, o VeloPrime é uma marca do grupo Velotax.\n\nObjetivo: Criado para atender clientes com investimentos em renda variável, simplificando a declaração de impostos.\n\nAtendimento: Oferece serviço personalizado e exclusivo.",
    "keywords": "VeloPrime, Velotax, declaração impostos, atendimento personalizado",
    "question": "O VeloPrime é do Velotax?",
    "imageUrls": ""
  },
  {
    "topic": "Onde vejo se o cliente está devendo? ",
    "context": "(Guia Interno) Octadesk (Visão Rápida):\n\n* Verificar a seção \"📊 Situação do cliente\" no perfil.\n\n* Procurar pelo status: \"❌ Antecipação pendente de quitação\".\n\nPagar.me (Visão Detalhada):\n\n* Consultar o Pagar.me para ver o histórico completo da transação e o status atual do pagamento.",
    "keywords": "Devendo, Débito em aberto, pendente de quitção",
    "question": "Onde vejo se o cliente está devendo? ",
    "imageUrls": ""
  },
  {
    "topic": "Pagamento de DARF",
    "context": "Tempo de Processamento:\n\n* Recebimento do Valor: O pagamento é recebido pela **Receita Federal** quase que instantaneamente.\n\n* Atualização no Sistema: A atualização da informação no sistema da Receita (baixa do débito) pode levar até 7 dias úteis.\n\n*O marco inicial para o direito de arrependimento é o recebimento do valor na conta do cliente.",
    "keywords": "Tempo de Processamento das darfs",
    "question": "Pagamento de DARF",
    "imageUrls": ""
  },
  {
    "topic": "Pix - Cadastro na Celcoin",
    "context": "Para que a portabilidade da antecipação seja concluída corretamente, é **obrigatório** que a chave Pix do cliente esteja cadastrada, ativa e vinculada ao banco Celcoin.\n\nNão é possivel associar outras chaves que não sejam CPF.\n\nCaso a portabilidade não seja confirmada no app do banco, a liberação da antecipação não ocorrerá.\n\nA exclusão ou alteração da chave Pix antes da finalização do processo pode gerar divergências e falhas operacionais.\n\nPor esse motivo, é fundamental orientar o cliente a manter a chave ativa e vinculada até a conclusão total da operação.",
    "keywords": " cadastramento, abertura de conta bancaria, portabilidade para celcoin, Pix - Cadastro na Celcoin , OUTRAS CHAVES",
    "question": "Pix - Cadastro na Celcoin",
    "imageUrls": ""
  },
  {
    "topic": "Pix - Como fazer portabilidade",
    "context": "\"### Portabilidade da Chave PIX na\n\n******Conta****** A portabilidade da chave PIX  é um processo simples, mas que exige\n\n********atenção******** a alguns detalhes.\n\nSiga os passos abaixo para orientar o cliente:\n\n1. **Acesso à Área PIX**: O cliente deve acessar o aplicativo da Velotax, entrar na área\n\n********Conta******** e selecionar 'Área PIX'.\n\n2. **Seleção da Chave**: Na tela seguinte, será necessário localizar a chave cadastrada (CPF, e-mail ou celular) e selecioná-la.\n\n3. **Confirmação da Portabilidade**: Ao abrir as opções da chave, aparecerá a notificação de pendência.\n\nO cliente deve confirmar e aceitar a portabilidade. ####\n\n**Caso Especial: Débito em Aberto** Se existir algum débito em aberto vinculado à conta, o sistema apresentará o valor pendente antes de finalizar.\n\nNeste caso:\n\n* *Oriente ao cliente que o débito continuará em aberto, mas a chave será retirada em até 48 horas.*\n\n* Após a orientação, encaminhe o ticket para o [button:Casos Especiais|Casos Especiais] e informe ao cliente que a equipe responsável entrará em contato.\"",
    "keywords": "portabilidade, Pix - Como fazer portabilidade,, cliente quer fazer a portabilidade , retirar , como fazer\n\n",
    "question": "Pix - Como fazer portabilidade",
    "imageUrls": ""
  },
  {
    "topic": "PIX - Envio por engano",
    "context": "Responsabilidade: A devolução de um PIX enviado por engano deve ser negociada diretamente entre o cliente e a pessoa/instituição que recebeu o valor.\n\nA Velotax não pode cancelar a transação.\n\nAção: Orientar o cliente a gerar o comprovante da transação no app (em conta > Histórico) para ter um registro oficial e, se possível, contatar o recebedor para solicitar a devolução.",
    "keywords": "PIX - Envio por engano, transferência, comprovante ,",
    "question": "PIX - Envio por engano",
    "imageUrls": ""
  },
  {
    "topic": "PIX - Limite",
    "context": "Limite Padrão: O limite para transações PIX na conta Velotax é de R$\n\n1.500.\n\nAumento de Limite: O cliente pode solicitar o aumento na seção \"Área PIX\" do aplicativo.\n\nAviso: A solicitação passará por uma análise e pode ser aprovada ou não.",
    "keywords": "limite, limite de pix, limite de pix na celcoin , PIX - Limite , aumentar limite , qual o limite ",
    "question": "PIX - Limite",
    "imageUrls": ""
  },
  {
    "topic": "PIX - O cliente se compromete a manter a chave PIX CPF vinculada até a quitação?",
    "context": "Oriente o cliente que a vinculação da chave PIX é realizada no momento da contratação da antecipação, pois a Receita deposita o valor da restituição apenas em chaves desse tipo, permitindo a quitação automática do débito.\n\nExplique que o cliente pode retirar a chave PIX após a contratação, mas, sem a quitação do débito, isso configura uma quebra de contrato.",
    "keywords": "Chave PIX CPF, quitação, contrato",
    "question": "PIX - O cliente se compromete a manter a chave PIX CPF vinculada até a quitação?",
    "imageUrls": ""
  },
  {
    "topic": "PIX - Retirada com dívida em aberto",
    "context": "Contexto: Cliente com antecipação em aberto solicita a portabilidade da chave PIX.\n\nConsequência: A retirada da chave configura quebra de contrato.\n\nProcesso: A retirada será processada em até 48 horas.\n\nApós a retirada, o valor total do contrato (sem descontos) se torna imediatamente devido.\n\nMedidas de cobrança serão iniciadas em até 5 dias úteis se o débito não for quitado.",
    "keywords": "PIX - Retirada, dívida, quebra de contrato, portabilidade , Cliente quer fazer a portabilidade\r\n\r\n",
    "question": "PIX - Retirada com dívida em aberto",
    "imageUrls": ""
  },
  {
    "topic": "Problemas com PIX na Caixa",
    "context": "Contexto: Houve uma instabilidade específica com chaves PIX provenientes da Caixa Econômica Federal.\n\nOrientação: Sem citar diretamente o nome do banco, orientar o cliente a tentar cadastrar sua chave PIX em outra instituição financeira e, em seguida, solicitar a portabilidade novamente para a Velotax.",
    "keywords": "caixa, incompatibilidade",
    "question": "Problemas com PIX na Caixa",
    "imageUrls": ""
  },
  {
    "topic": "quais são as taxas de antecipação?",
    "context": "Cálculo das Taxas: As taxas e os juros da antecipação são calculados dinamicamente pelo sistema no momento da simulação no aplicativo.\n\nFatores: O cálculo é baseado nos dados da operação, como o valor da restituição e o prazo previsto para o pagamento.",
    "keywords": "quais são as taxas de antecipação?",
    "question": "quais são as taxas de antecipação?",
    "imageUrls": ""
  },
  {
    "topic": "Quando é necessário emitir o DARF?",
    "context": "Regra de Isenção para Vendas: Limite Mensal: O investidor é isento de pagar Imposto de Renda sobre o lucro se o valor total das suas vendas de ações no mercado à vista for inferior a R$\n\n20.000,00 dentro do mesmo mês.\n\n**Importante**: Este limite de R$\n\n20.000,00 refere-se ao total vendido, e não ao lucro obtido.\n\nQuando o Pagamento de Imposto é **Obrigatório**?\n\nCondição: Se o valor total das vendas em um mês ultrapassar R$\n\n20.000,00.\n\nAção: Neste caso, o investidor perde a isenção e precisará calcular o imposto devido sobre o lucro total obtido naquele mês, gerar o DARF e efetuar o pagamento.\n\nEm Resumo: Vendeu menos de R$ 20 mil no mês?\n\nO lucro é isento.\n\nVendeu mais de R$ 20 mil?\n\nO imposto é calculado sobre o lucro.",
    "keywords": "Emissão, imposto",
    "question": "Quando é necessário emitir o DARF?",
    "imageUrls": ""
  },
  {
    "topic": "Recibo de Declaração",
    "context": "Onde Encontrar: O número do recibo da declaração do cliente está disponível no Octadesk, ao consultar as informações do perfil.\n\nStatus da Entrega: Se o cliente questionar se a declaração foi entregue, verificar o status no Octa.",
    "keywords": "recibo",
    "question": "Recibo de Declaração",
    "imageUrls": ""
  },
  {
    "topic": "Reclamação sobre Taxas do Contrato",
    "context": "Argumento: Os juros e taxas aplicados foram detalhados de forma transparente e acordados pelo cliente no contrato (CCB), que está disponível para consulta no aplicativo.",
    "keywords": "contrato,taxa,reclamação",
    "question": "Reclamação sobre Taxas do Contrato",
    "imageUrls": ""
  },
  {
    "topic": "Relatório de Investimentos no Exterior",
    "context": "Seja no primeiro contato, ou em contatos posteriores, ao averiguar que o atendimento precisa escalar para o N2, você deverá: Preencher o tipo de chamado, que em casos de problemas técnicos, será uma Reclamação Preencher o Motivo e o Detalhe da forma em que melhor descrevam a situação do cliente.\n\nAlterar o campo Escalar chamado para a opção N2\n\n- Suporte.\n\nInsira quaisquer observações que deseja deixar para a equipe técnica como comentário interno e salve o ticket Em Andamento",
    "keywords": "exterior,relatório,investimento",
    "question": "Relatório de Investimentos no Exterior",
    "imageUrls": ""
  },
  {
    "topic": "Resgate de Restituição",
    "context": "Caso o cliente questione onde sua restituição foi depositada, informe a macro de restituição presa no BB e verifique para ele se é possível resgatar o valor.",
    "keywords": "conta,resgate",
    "question": "Resgate de Restituição",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Banco do Brasil",
    "context": "[ { \"title\": \"Passo 1: Iniciar o resgate no site do BB\", \"content\": \"Acesse o site oficial de resgate do BB (www49.bb.com.br/restituicao), preencha seu CPF, valor da restituição, marque 'Não sou um robô' e clique em 'Confirmar'.\" }, { \"title\": \"Passo 2: Informar os dados para crédito\", \"content\": \"Clique no botão de 'Ação', escolha o banco e informe os dados da conta.\n\nÉ preferível escolher agência e conta em vez de PIX se a chave ainda estiver na Celcoin.\" }, { \"title\": \"Passo 3: Inserir o número do recibo\", \"content\": \"No campo solicitado, insira o 'Número do recibo da declaração' do IRPF 2024 e clique em 'Agendar crédito'.\" }, { \"title\": \"Passo 4: Como localizar o número do recibo\", \"content\": \"No app Velotax, vá em 'Meus Documentos' > selecione o ano 2025 > clique em 'Recibo da Declaração'.\n\nO número estará na segunda página.\" }, { \"title\": \"Passo 5: Iniciar a portabilidade do PIX\", \"content\": \"Após receber a restituição no seu banco, cadastre sua chave PIX (CPF) nele.\n\nO banco iniciará um pedido de portabilidade para o Velotax.\" }, { \"title\": \"Passo 6: Confirmar a portabilidade no Velotax\", \"content\": \"No app Velotax, vá em 'Minha Área PIX' > 'Minhas chaves PIX'.\n\nAo lado do seu CPF, clique em 'Portabilidade' e siga as instruções na tela.\" }, { \"title\": \"Passo 7: Realizar a quitação da antecipação\", \"content\": \"Ao final do processo de portabilidade, escolha a forma de pagamento (Pix ou Cartão de crédito) para quitar o valor da antecipação.\" }, { \"title\": \"Passo 8: Conclusão do processo\", \"content\": \"Após o pagamento, o contrato será quitado e sua chave PIX CPF estará vinculada ao seu banco de preferência.\" } ]",
    "keywords": "Restituição não creditada , Restituição - Banco do Brasil , Banco do Brasil",
    "question": "Restituição - Banco do Brasil",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Como trocar conta para recebimento de restituição",
    "context": "Onde Trocar: Diretamente no portal MIR da **Receita Federal**.\n\n**Passo a Passo**: Acessar Portal MIR > \"Meu Imposto de Renda\" > \"Serviços IRPF\" > \"Consultar e Alterar Conta para Crédito de Restituição\".\n\nAção: Inserir os novos dados bancários para o próximo depósito.",
    "keywords": "Portal MIR, restituição, , Restituição - Como trocar conta para recebimento de restituição",
    "question": "Restituição - Como trocar conta para recebimento de restituição",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Consulta",
    "context": "Consulta de Lotes: Feita no site oficial da **Receita Federal** (\"Consulta Restituição\") com CPF e data de nascimento.\n\nStatus \"Em Fila de Restituição\": Significa que a declaração foi processada e está correta, apenas aguardando a data do lote para pagamento.\n\nSem Informação no Site: Verificar no Portal MIR se há pendências que bloquearam a restituição.\n\nRecálculo por SELIC: O valor de cada lote é corrigido pela taxa SELIC.",
    "keywords": "Restituição - Consulta, consulta",
    "question": "Restituição - Consulta",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Data dos lotes",
    "context": "Liberação dos Pagamentos: O pagamento da restituição do IRPF é feito pela **Receita Federal** em lotes.\n\nA ordem dos lotes segue critérios de prioridade definidos pela própria Receita (ex: idade, professores, etc.).\n\nComo o Cliente Pode Consultar: Onde: No site oficial \"Consulta Restituição\" da **Receita Federal**.\n\nhttps://www.restituicao.receita.fazenda.gov.br\n\nDados Necessários: CPF e data de nascimento.\n\nDatas dos Lotes de 2025: 1º Lote: 30/05/2025 2º Lote: 30/06/2025 3º Lote: 31/07/2025 4º Lote: 29/08/2025 5º Lote (último): 30/09/2025",
    "keywords": "data dos lotes , Restituição - Data dos lotes,receita",
    "question": "Restituição - Data dos lotes",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Em fila",
    "context": "É possivel localizar a informação do lote do cliente no site da receita (Consulta restituição), la quando preenchido com CPF, Data de nascimento e o ano que deseja obter a informação, estará la disponivel a data do lote, se estiver como em fila de restituição, informe ao cliente que a receita ainda não divulgou o lote dele, peça para aguardar e verificar no mesmo site",
    "keywords": "fila de restituição, Restituição - Em fila",
    "question": "Restituição - Em fila",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Não creditada",
    "context": "Verificação **Essencial** (Ação Interna): Primeiro Passo: Antes de tudo, verifique se o cliente realmente estava incluído em um lote de restituição.\n\nComo Verificar: Acesse o site oficial da **Receita Federal** (\"Consulta Restituição\") usando o CPF e a data de nascimento do cliente.\n\nAnálise e Orientação (Baseado no Resultado da Consulta): Cenário A: Cliente estava em um LOTE ANTERIOR Causa Provável: O valor não foi creditado e ficou retido para resgate no Banco do Brasil.\n\nAção: Siga o **procedimento** de \"Restituição\n\n- Banco do Brasil\" para auxiliar o cliente no processo de resgate.\n\nCenário B: Cliente está no LOTE ATUAL Orientação: O depósito da **Receita Federal** pode ocorrer a qualquer momento até o final do dia útil da data do lote.\n\nPeça para o cliente aguardar até o fim do dia.\n\nCenário C: Cliente NÃO ESTÁ em nenhum lote ainda Orientação: Siga o **procedimento** de \"Cliente Não Está no Lote Atual\", informando que é preciso aguardar as próximas datas de pagamento.",
    "keywords": " Restituição - Não depositada , não caiu",
    "question": "Restituição - Não creditada",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Não está no lote",
    "context": "Cenário: O cliente consulta o lote de restituição e descobre que não foi incluído no pagamento atual. .\n\nOrientação ao Cliente: Mensagem Principal: \"Sua restituição não foi contemplada neste lote de pagamento.\" Próximos Passos: Ação: É necessário aguardar os próximos lotes.\n\nRecomendação: Aconselhar o cliente a fazer uma nova consulta no site da **Receita Federal** quando a data do próximo lote estiver mais próxima.\n\nEsclarecimento **Importante**: Responsabilidade: A definição de quem entra em cada lote é um processo exclusivo da **Receita Federal**.\n\nA Velotax não tem nenhuma influência ou capacidade de alterar a ordem dos pagamentos.",
    "keywords": " Restituição - Não está no lotte , ",
    "question": "Restituição - Não está no lote",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - No lote",
    "context": "Cenário: O cliente estava no lote de restituição, mas o valor não caiu na conta.\n\nCausa Provável: Ocorreu um problema no momento do pagamento pela **Receita Federal**, e o valor foi enviado para o Banco do Brasil, onde aguarda um resgate manual.\n\nAção e Orientação: Passo 1 (Ação Interna): Tentar o Resgate para o Cliente: Antes de passar a tarefa para o cliente, acesse o site de resgate do BB (www49.bb.com.br/restituicao) e tente fazer o **procedimento** em nome dele.\n\nPasso 2 (Orientação ao Cliente): Se o resgate funcionar: Informe que o **procedimento** foi concluído e o valor será creditado na conta informada.\n\nSe não for possível resgatar: Oriente o cliente a acessar o portal Portal MIR para confirmar a pendência no pagamento e, em seguida, acessar o site de resgate do Banco do Brasil para solicitar o valor.",
    "keywords": " Restituição - No lotte , retido",
    "question": "Restituição - No lote",
    "imageUrls": ""
  },
  {
    "topic": "Restituição - Retida",
    "context": "[ { \"title\": \"Situação: Restituição de 2024 Retida\", \"content\": \"Explique ao cliente que, em alguns casos, a restituição referente à antecipação de 2024 pode estar retida na **Receita Federal**, sendo necessário um processo para alterar os dados bancários.\" }, { \"title\": \"Passo 1: Alterar a Conta no Portal MIR\", \"content\": \"Oriente o cliente a acessar o Portal MIR, ir em 'Meu Imposto de Renda' > 'Ver todos' > 'Serviços IRPF', e na seção 'Restituição', clicar em 'Consultar e Alterar Conta para Crédito de Restituição' para inserir os novos dados bancários.\" }, { \"title\": \"Passo 2: Aguardar o Próximo Lote de Pagamento\", \"content\": \"Após a alteração dos dados no Portal MIR, informe que será necessário aguardar até o próximo lote de restituição da **Receita Federal** para que o valor seja depositado.\" }, { \"title\": \"Passo 3: Quitar Débito de 2024 (se houver)\", \"content\": \"Caso exista um débito em aberto da antecipação, ele pode ser quitado no app (área 'Próximos Pagamentos') ou via PIX para a chave financeiro@velotax.com.br, enviando o comprovante para o suporte em seguida.\" }, { \"title\": \"Passo 4: Contato para Suporte\", \"content\": \"Para assistência adicional ou qualquer dúvida sobre o processo, recomende contatar o suporte pelo app ou pelos telefones 3003-7293 (capitais) ou 0800-800-0049.\" } ]",
    "keywords": "restituição retida, Portal MIR, chave PIX, antecipação 2024, débito",
    "question": "Restituição - Retida",
    "imageUrls": ""
  },
  {
    "topic": "se o cliente entrou em chargedback",
    "context": "Contexto: O chargeback é uma contestação da compra feita diretamente com a operadora do cartão de crédito.\n\nOrientação: Informar ao cliente que, como a solicitação foi feita diretamente junto ao banco, o caso já está sendo tratado internamente por essa via.\n\nPara acompanhar o status, ele deve contatar o banco emissor do cartão.",
    "keywords": "chargedback",
    "question": "se o cliente entrou em chargedback",
    "imageUrls": ""
  },
  {
    "topic": "Status de Declaração",
    "context": "Verificação: Consultar o status da declaração do cliente no Octadesk.\n\nStatus Possíveis:\n\n* \"Em Fila de Restituição\": Tudo certo, apenas aguardando o lote.\n\n* \"Com Pendências\": Orientar o cliente a acessar o Portal MIR para identificar o motivo e, se necessário, fazer uma **declaração retificadora**.",
    "keywords": "web,status,documentação",
    "question": "Status de Declaração",
    "imageUrls": ""
  },
  {
    "topic": "Terceiro lote !!!",
    "context": "Para que possamos analisar seu caso de forma mais aprofundada e encontrar a melhor solução, vou encaminhar sua solicitação para um de nossos gestores.\n\nEle(a) entrará em contato com você o mais breve possível para entender melhor a situação e verificar as possibilidades.\n\nNosso objetivo é garantir sua satisfação e evitar qualquer tipo de transtorno.\" ao seu dinheiro de forma rápida, e a quitação automática garante que você não precise se preocupar com o pagamento do empréstimo.\"",
    "keywords": "Terceiro lote ",
    "question": "Terceiro lote !!!",
    "imageUrls": ""
  },
  {
    "topic": "Validação de Selfie e Documento",
    "context": "Se o App Ainda Permite o Envio:\n\n* Orientações: A foto deve ser tirada em local bem iluminado, com o rosto totalmente visível e o documento legível.\n\nSe o App Não Permite Mais o Envio:\n\n* Significado: A conta não poderá ser aberta para a antecipação.\n\n* Comunicação: Informar que o perfil foi considerado inelegível no momento, sem detalhar o motivo (que pode ser a foto ou outra regra de segurança intern",
    "keywords": "selfie,validação,documento",
    "question": "Validação de Selfie e Documento",
    "imageUrls": ""
  },
  {
    "topic": "Valor de entrega da declaração",
    "context": "Regra: O valor cobrado pela entrega da declaração (sem antecipação) é ajustado de acordo com o valor da restituição calculada.\n\nAviso: A tabela de valores é apenas para consulta interna dos agentes e não deve ser divulgada aos clientes.",
    "keywords": "custo de entrega, custo de entrega da declaração, valor de entrega R$149,90 R$179,90 R$199,90 R$249,90",
    "question": "Valor de entrega da declaração",
    "imageUrls": ""
  },
  {
    "topic": "conta - Bloqueio Judicial",
    "context": "Sinais de Alerta: Cliente alega que recebeu um valor que não aparece no extrato, ou que um valor sumiu.\n\nA mensagem de erro \"HOUVE UM ERRO AO BUSCAR DETALHES DA TRANSFERÊNCIA\" também pode indicar isso.\n\n**Procedimento**: Solicitar o extrato completo da conta ao time de suporte interno.\n\nAo confirmar o bloqueio, encaminhar o extrato ao cliente.\n\nInformar que no documento haverá um número de processo judicial, que ele pode usar para consultar a origem do bloqueio junto ao órgão responsável.",
    "keywords": "conta, bloqueio judicial, extrato, transferência, erro",
    "question": "conta - Bloqueio Judicial",
    "imageUrls": ""
  },
  {
    "topic": "conta - Saldo Insuficiente",
    "context": "Causa Provável: Erro de sincronização no aplicativo (o saldo existe, mas o app não o exibe corretamente).\n\nSolução Imediata: Orientar o cliente a limpar o cache e os dados do aplicativo (ou reinstalar).\n\nIsso geralmente força uma nova sincronização e corrige o problema. (Ação Interna): Registrar um ticket para o time de Produto com os dados do cliente para correção definitiva do bug.",
    "keywords": "Velotax - Saldo Insuficiente, transferência, sincronização",
    "question": "conta - Saldo Insuficiente",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Ações no Exterior",
    "context": "Consolidação: O Veloprime consolida automaticamente movimentações de ativos no exterior em plataformas integradas, como a Warren, gerando relatórios prontos para o IRPF e pagamento de tributos. Tributação sobre Lucro na Venda (Ganhos de Capital): * Apuração: Centraliza movimentações e apura ganhos de capital automaticamente. * Relatório: Substitui o preenchimento manual do GCAP. * Alíquota: 15% sobre o ganho de capital. * Câmbio: Conversão pela cotação oficial do dólar do Banco Central na data da operação. Tributação sobre Dividendos Recebidos no Exterior: * Apuração: Dividendos são consolidados em relatório mensal. * Pagamento: Dados usados no Carnê-Leão com tabela progressiva (até 27,5%). Tributação sobre Aplicações Financeiras no Exterior (Lei 14.754/2023): * Apuração: Rendimentos capturados automaticamente via integração (ex.: Warren). * Alíquota: 15% sobre rendimentos disponibilizados. * Pagamento: Declaração nas fichas correspondentes do IRPF. Tributação sobre Entidades Controladas (Offshores, Trusts): * Apuração: Lucros apurados em 31/12 consolidados em relatório. * Alíquota: 15% sobre o lucro anual, independentemente de distribuição. * Pagamento: Recolhimento no Brasil, mesmo sem remessa do valor.",
    "keywords": "Ações no exterior, stocks, internacional, GCAP, ganho de capital, dividendos, carnê-leão, câmbio, dólar, tributação, imposto, EUA, stocks, BDR , Veloprime - Ações no Exterior , Veloprime",
    "question": "Veloprime - Ações no Exterior",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Bolsa de Valores (B3)",
    "context": "Regra de Isenção:\n\n* A isenção de imposto sobre o lucro se aplica apenas se o valor total das vendas de ações em operações comuns for inferior a R$\n\n20.000,00 no mesmo mês.\n\nAlíquotas de Imposto (Quando não há isenção):\n\n* Operações Comuns (venda em dias diferentes da compra): 15% sobre o lucro.\n\n* Day Trade (compra e venda no mesmo dia): 20% sobre o lucro.\n\nPagamento:\n\n* O imposto sobre o lucro deve ser pago via DARF mensal até o último dia útil do mês seguinte à operação.",
    "keywords": "\nAções, B3, Bovespa, tributação, imposto , 15%, 20%, day trade,operações comuns, isenção, 20 mil, ganho de capital, mercado de ações , Veloprime - Bolsa de Valores (B3)",
    "question": "Veloprime - Bolsa de Valores (B3)",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Como cancelar a recorrencia",
    "context": "[ { \"title\": \"1.\n\nEntendendo o Modelo de Planos Velotax\", \"content\": \"Conceito do Plano: Os planos são um serviço único anual, cujo valor total é dividido em 12 parcelas mensais.\\n\\nDiferença Chave: Não é uma assinatura mensal tradicional, mas sim um parcelamento de um contrato anual.\\n\\nRecorrência: É a renovação automática do plano após o término do ciclo de 12 meses.\n\nCancelar a recorrência impede a próxima renovação, mas não cancela as parcelas do contrato vigente.\" }, { \"title\": \"2.\n\nComo Orientar o Cliente a Cancelar a Recorrência\", \"content\": \"Caminho na Plataforma:\\n1.\n\nAcessar a conta e selecionar a opção \\\"Conta\\\".\\n2.\n\nLocalizar a seção \\\"Dados do Plano\\\".\\n3.\n\nClicar na opção para cancelar a recorrência.\\n4.\n\n****Importante****: Clicar em \\\"Salvar\\\" para confirmar a alteração.\" }, { \"title\": \"3.\n\nAção Interna (Baseado no Status da Recorrência)\", \"content\": \"Cenário A (Recorrência \\\"Desativada\\\"): Informar ao cliente que a renovação automática já está cancelada e que não haverá novas cobranças após o fim do contrato atual.\\n\\nCenário B (Recorrência \\\"Ativa\\\"): Utilizar a macro correspondente para enviar as instruções: \\\"Cancelamento Recorrência Velotax\\\" ou \\\"Cancelamento Recorrência XP\\\".\" } ]",
    "keywords": "\nCancelar recorrência, renovação automática, cobrança automática, alterar pagamento, dados do plano, assinatura, parcelamento, contrato anual, desativar, interromper cobrança, cancelar plano, mensalidade, anuidade, Veloprime - Como cancelar a recorrencia , Veloprime",
    "question": "Veloprime - Como cancelar a recorrencia",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Escalar para N2",
    "context": "Cenário de Aplicação: Utilize este processo para erros de origem desconhecida ou qualquer problema que necessite de uma investigação técnica aprofundada.\n\n**Procedimento**** de Escalonamento: Passo 1 (No Ticket): No menu \"Escalar Chamado\", selecione a opção \"N2\n\n- Suporte Técnico\".\n\nPasso 2 (Documentação): Faça uma anotação interna o mais detalhada possível.\n\nInclua todas as informações relevantes, prints do erro e arquivos necessários para a análise.\n\nPasso 3 (Comunicação): Envie um e-mail ao cliente informando que um ticket foi aberto para o suporte técnico e que o prazo para retorno é de até 7 dias úteis.\n\nPasso 4 (Status do Ticket): Mantenha o ticket com o status \"Em aberto\" para acompanhamento.",
    "keywords": "Escalar, escalonamento, N2, suporte técnico, erro desconhecido, investigação, análise técnica, abrir chamado, time de produto, bug, falha, problema , Veloprime , Veloprime - Escalar para N2 , Veloprime , N2 , nivel 2 , casos especiasi",
    "question": "Veloprime - Escalar para N2",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Fundos Imobiliários (FIIs)",
    "context": "Tributação sobre Rendimentos (Aluguéis): Regra: Os rendimentos mensais distribuídos pelos FIIs são isentos de Imposto de Renda para pessoas físicas.\n\nTributação sobre o Lucro na Venda das Cotas: Regra: Não há isenção.\n\nQualquer lucro obtido na venda de cotas de FIIs é tributável.\n\nAlíquota: 20% sobre o ganho de capital.\n\nPagamento: O imposto deve ser pago via DARF até o último dia útil do mês seguinte à venda.",
    "keywords": "Fundos Imobiliários, rendimentos, aluguéis, isenção, venda de cotas, lucro, 20%, ganho de capital,  tributação, imposto , Veloprime - Fundos Imobiliários (FIIs) , Veloprime , FII, FIIs, ",
    "question": "Veloprime - Fundos Imobiliários (FIIs)",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Não reconhece a cobrança",
    "context": "Contexto: O cliente questiona uma cobrança que ele acredita ser da \"Veloprime\".\n\nDiagnóstico e Ação: Verificação Interna: Consulte no sistema os detalhes do plano que o cliente contratou.\n\nAnálise: A contratação da Veloprime pode incluir diferentes funcionalidades e planos, cada um com seu respectivo valor.\n\nOrientação: Com base nos detalhes do plano do cliente, explique a qual serviço ou funcionalidade a cobrança se refere",
    "keywords": "Veloprime, plano , Veloprime - Não reconhece a cobrança",
    "question": "Veloprime - Não reconhece a cobrança",
    "imageUrls": ""
  },
  {
    "topic": "\t\r\nVeloprime - Opções ",
    "context": "[ { \"title\": \"1.\n\nO que são Opções? (Conceito Fundamental)\", \"content\": \"Definição: Opções são contratos que dão ao comprador (titular) o direito de comprar ou vender um ativo (como uma ação) por um preço fixo (strike) até uma data futura (vencimento).\\n\\nTipos de Opção:\\n* CALL (Opção de Compra): Dá o direito de comprar o ativo.\\n* PUT (Opção de Venda): Dá o direito de vender o ativo.\" }, { \"title\": \"2.\n\nComo o Lucro Acontece? (Principais Cenários)\", \"content\": \"Cenário A (Compra e Venda da Opção): O investidor compra uma opção e a vende por um preço (prêmio) maior antes do vencimento.\n\nO lucro é a diferença entre os preços.\\n\\nCenário B (Exercício da Opção): O titular exerce seu direito de comprar ou vender o ativo pelo preço de strike, lucrando com a diferença em relação ao preço de mercado.\\n\\nCenário C (Venda Coberta\n\n- Lançador): O investidor vende uma opção e, se o comprador não a exercer, seu lucro é o valor do prêmio recebido.\" }, { \"title\": \"3.\n\nComo Funciona a Tributação?\", \"content\": \"Regra Principal: O mercado de opções não possui nenhum tipo de isenção.\n\nTodo e qualquer lucro, por menor que seja, é tributável.\\n\\nAlíquotas de Imposto sobre o Lucro:\\n* Operações Comuns (Swing Trade): 15% sobre o lucro líquido.\\n* Day Trade (compra e venda no mesmo dia): 20% sobre o lucro líquido.\\n\\nPagamento: O imposto deve ser calculado e o DARF deve ser pago até o último dia útil do mês seguinte ao da operação que gerou o lucro.\" } ]",
    "keywords": "Opções, mercado de opções, derivativos, call, put, strike, prêmio, exercício, titular, lançador, virar pó, venda coberta, tributação, 15%, 20%, day trade, imposto, ganho de capital ,Veloprime - Opções ",
    "question": "\t\r\nVeloprime - Opções ",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - O que é Velopro",
    "context": "Definição: É a versão da Velotax voltada para contadores e assessores de investimentos.\n\nFunção: Permite que esses profissionais gerenciem as obrigações fiscais de seus clientes de forma centralizada.",
    "keywords": "Velopro",
    "question": "Veloprime - O que é Velopro",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Pagamento",
    "context": "*\n\n**Explicação**: Os planos\n\n**Veloprime** são contratados como um plano anual, pago via PIX ou cartão de crédito.\n\nNo caso do cartão, o valor é dividido em 12 parcelas para maior viabilidade ao cliente.\\n*\n\n**Cancelamento**: Não é possível cancelar após os 7 dias de arrependimento estipulados pelo\n\n**Código de Defesa do Consumidor**.\\n*\n\n**Motivo**: O plano não é cobrado como mensalidades, mas sim como um pagamento único dividido em 12 vezes no cartão do cliente.",
    "keywords": "cancelar plano , veloprime ,  estorno , quer cancelar",
    "question": "Veloprime - Pagamento",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Planos",
    "context": "[ { \"title\": \"Plano Basic\", \"content\": \"Valor: R$ 25,90 por mês no plano anual.\\n\\nIdeal para quem começou a investir agora.\\n\\nInclui:\\n* Cálculos automáticos de IR\\n* Emissão de DARF do mês corrente.\" }, { \"title\": \"Plano Premium\", \"content\": \"Valor: R$ 59,90 por mês no plano anual.\\n\\nIdeal para quem investe com maior frequência.\\n\\nInclui tudo do Basic, mais:\\n* DARFs retroativas ilimitadas\\n* Carteira de investimentos atualizada\\n* Notificações de dividendos\\n* Lembrete de impostos\\n* Informes de rendimento em PDF.\" }, { \"title\": \"Plano Concierge\", \"content\": \"Valor: R$ 79,90 por mês no plano anual.\\n\\nIdeal para quem não quer ter nenhum trabalho.\\n\\nInclui tudo do Premium, mais:\\n* Especialista dedicado\\n* DARFs revisadas por profissional\\n* Contato por WhatsApp exclusivo.\" } ]",
    "keywords": "Veloprime, planos, Basic, Premium, Concierge, preço, anual, IR , investimentos, notificações",
    "question": "Veloprime - Planos",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Gratuito",
    "context": "Orientar o cliente da seguinte forma: • Informar que o cliente pode testar o Veloprime gratuitamente, sem custo inicial. • Explicar que, para emitir DARFs, está disponível o Plano Básico, no valor de R$ 25,90. • Reforçar que esse plano é a forma indicada para o cliente começar a organizar a vida fiscal com agilidade, segurança e simplicidade.",
    "keywords": "veloprime, gratuito, grátis, plano básico, emissão darf, teste grátis, experimentar, solução fiscal",
    "question": "Veloprime - Gratuito",
    "imageUrls": ""
  },
  {
    "topic": "Posso calcular DARF de anos anteriores?",
    "context": "Orientar o cliente da seguinte forma: • Confirmar que é possível calcular DARFs de anos anteriores, a partir de\n\n2020. • Informar que o cliente pode importar os dados da B3 de anos passados para realizar a apuração. • Reforçar que a funcionalidade auxilia na regularização da situação fiscal de períodos anteriores.",
    "keywords": "darf anos anteriores, calcular darf, apuração retroativa, darf 2020, importar b3, anos passados",
    "question": "Posso calcular DARF de anos anteriores?",
    "imageUrls": ""
  },
  {
    "topic": "Qual a diferença prática entre CDB, LCI e LCA?",
    "context": "Orientar o cliente da seguinte forma:• CDB é título de renda fixa emitido por bancos, com tributação de IR.• LCI e LCA também são emitidos por bancos, mas isentos de IR para pessoa física.• Na prática, CDB costuma ter maior variedade de prazos e taxas; LCI/LCA são atrativos pelo benefício fiscal.",
    "keywords": "CDB, LCI, LCA, diferença, tributação, isenção",
    "question": "Qual a diferença prática entre CDB, LCI e LCA?",
    "imageUrls": ""
  },
  {
    "topic": "Multimercados realmente diversificam, ou só replicam bolsa e juros?",
    "context": "Orientar o cliente da seguinte forma:• Fundos multimercado buscam diversificação aplicando em diferentes classes de ativos (juros, câmbio, ações, exterior).• O nível de diversificação depende da estratégia e do gestor.• Alguns multimercados replicam bolsa e juros, outros de fato trazem proteção e alternativas.",
    "keywords": "fundos multimercado, diversificação, risco, estratégia",
    "question": "Multimercados realmente diversificam, ou só replicam bolsa e juros?",
    "imageUrls": ""
  },
  {
    "topic": "Como funciona a tributação em fundos de longo prazo?",
    "context": "Orientar o cliente da seguinte forma:• Fundos de longo prazo sofrem tributação de IR regressivo: 22,5% até 180 dias e vai caindo até 15% acima de 720 dias.• Há cobrança de come-cotas em maio e novembro, com antecipação de parte do IR.",
    "keywords": "tributação, fundos longo prazo, IR, come-cotas",
    "question": "Como funciona a tributação em fundos de longo prazo?",
    "imageUrls": ""
  },
  {
    "topic": "Operações em bolsa com prejuízo compensam automaticamente no IR?",
    "context": "Orientar o cliente da seguinte forma:• Não, a compensação não é automática.• O investidor precisa informar os prejuízos acumulados na declaração do IR.• Só assim poderá abater ganhos futuros do mesmo tipo de operação.",
    "keywords": "prejuízo bolsa, compensação IR, Operações em bolsa com prejuízo compensam automaticamente no IR?\r\n\r\n",
    "question": "Operações em bolsa com prejuízo compensam automaticamente no IR?",
    "imageUrls": ""
  },
  {
    "topic": "O que acontece se eu esquecer de declarar uma aplicação pequena?",
    "context": "Orientar o cliente da seguinte forma:• Mesmo valores pequenos precisam ser declarados se obrigatórios por regra.• O esquecimento pode gerar inconsistências no cruzamento de dados da Receita.• O cliente pode retificar a declaração para corrigir.",
    "keywords": "declaração, omissão, aplicação pequena, IR",
    "question": "O que acontece se eu esquecer de declarar uma aplicação pequena?",
    "imageUrls": ""
  },
  {
    "topic": "Como funciona a tributação para ETFs de bolsa americana comprados aqui?",
    "context": "Orientar o cliente da seguinte forma:• ETFs listados na B3 e que replicam índices americanos são tributados como fundos de investimento no Brasil.• Isso significa come-cotas e alíquota regressiva até 15%.• Não seguem a regra de isenção de até 20 mil reais para ações.",
    "keywords": "tributação, bolsa americana, bdr, imposto , ETF",
    "question": "Como funciona a tributação para ETFs de bolsa americana comprados aqui?",
    "imageUrls": ""
  },
  {
    "topic": "O que é renda fixa?",
    "context": "Renda fixa é um tipo de investimento em que as regras de rentabilidade são conhecidas no momento da aplicação.\n\nExemplos: Tesouro Direto, CDB, LCI, LCA.\n\nPode ser prefixada (taxa definida) ou pós-fixada (atrelada a Selic, CDI, inflação).",
    "keywords": "renda fixa, O que é renda fixa?",
    "question": "O que é renda fixa?",
    "imageUrls": ""
  },
  {
    "topic": "O que é renda variável?",
    "context": "Renda variável são investimentos em que o retorno não é garantido e pode oscilar conforme o mercado.\n\nExemplos: ações, fundos imobiliários, ETFs.\n\nPotencial de ganho maior, mas com risco elevado.",
    "keywords": "O que é renda variável? , RENDA VARIAVEL\n",
    "question": "O que é renda variável?",
    "imageUrls": ""
  },
  {
    "topic": "Qual a diferença entre Tesouro Selic, Prefixado e IPCA?",
    "context": "Tesouro Selic acompanha a taxa Selic, indicado para reserva de emergência.\n\nTesouro Prefixado tem taxa fixa, bom se a Selic cair no futuro.\n\nTesouro IPCA protege contra inflação, pois paga IPCA + taxa fixa.",
    "keywords": "Qual a diferença entre Tesouro Selic, Prefixado e IPCA?",
    "question": "Qual a diferença entre Tesouro Selic, Prefixado e IPCA?",
    "imageUrls": ""
  },
  {
    "topic": "O que é liquidez?",
    "context": "Liquidez significa a facilidade de transformar o investimento em dinheiro disponível.\n\nExemplo: Tesouro Selic tem liquidez diária; imóveis têm liquidez baixa.",
    "keywords": "liquidez, resgate, facilidade, prazo",
    "question": "O que é liquidez?",
    "imageUrls": ""
  },
  {
    "topic": "O que é diversificação?",
    "context": "Diversificação é distribuir os investimentos em diferentes tipos de ativos para reduzir riscos. “Não colocar todos os ovos na mesma cesta”.\n\nCombina renda fixa, renda variável e até ativos no exterior.",
    "keywords": "diversificação, risco, carteira, proteção",
    "question": "O que é diversificação?",
    "imageUrls": ""
  },
  {
    "topic": "O que significa perfil de investidor?",
    "context": "Perfil mostra o nível de tolerância ao risco do investidor: Conservador, Moderado ou Arrojado.\n\nÉ definido a partir de questionário (suitability) e ajuda a indicar os produtos mais adequados.",
    "keywords": "perfil investidor, conservador, moderado, arrojado",
    "question": "O que significa perfil de investidor?",
    "imageUrls": ""
  },
  {
    "topic": "O que é reserva de emergência?",
    "context": "Valor guardado para imprevistos, equivalente a 6 a 12 meses de gastos mensais.\n\nDeve ficar em investimentos seguros e líquidos, como Tesouro Selic ou CDB com liquidez diária.",
    "keywords": "reserva emergência, segurança, liquidez",
    "question": "O que é reserva de emergência?",
    "imageUrls": ""
  },
  {
    "topic": "O que são fundos de investimento?",
    "context": "Fundos reúnem recursos de vários investidores para serem aplicados de forma conjunta.\n\nCada cotista possui uma fração do fundo.\n\nExistem fundos de renda fixa, multimercado, ações e imobiliários.",
    "keywords": "fundos, cotas, gestores, multimercado",
    "question": "O que são fundos de investimento?",
    "imageUrls": ""
  },
  {
    "topic": "O que é um ETF?",
    "context": "ETF é um fundo negociado em bolsa que replica um índice de mercado, como o Ibovespa ou o S&P\n\n500.\n\nPermite investir em várias empresas de uma vez só.",
    "keywords": "O que é um ETF?",
    "question": "O que é um ETF?",
    "imageUrls": ""
  },
  {
    "topic": "Como funciona a inflação nos investimentos?",
    "context": "A inflação corrói o poder de compra do dinheiro ao longo do tempo.\n\nInvestimentos atrelados ao IPCA ou que superam a inflação ajudam a preservar o valor real do patrimônio.",
    "keywords": "inflação,  poder de compra , Como funciona a inflação nos investimentos?",
    "question": "Como funciona a inflação nos investimentos?",
    "imageUrls": ""
  },
  {
    "topic": "O que são juros compostos?",
    "context": "Juros compostos acontecem quando os rendimentos de um investimento passam a render também, gerando efeito de “juros sobre juros”.\n\nÉ a base do crescimento no longo prazo.",
    "keywords": "juros compostos, rentabilidade, longo prazo",
    "question": "O que são juros compostos?",
    "imageUrls": ""
  },
  {
    "topic": "Qual a diferença entre curto, médio e longo prazo?",
    "context": "Curto prazo: até 2 anos, indicado para liquidez e segurança.\n\nMédio prazo: entre 2 e 5 anos, para objetivos planejados.\n\nLongo prazo: acima de 5 anos, ideal para aposentadoria ou grandes projetos.",
    "keywords": "prazo, investimentos, objetivos",
    "question": "Qual a diferença entre curto, médio e longo prazo?",
    "imageUrls": ""
  },
  {
    "topic": "O que é CDI?",
    "context": "CDI é a taxa usada como referência para empréstimos entre bancos e serve de base para calcular o rendimento de vários investimentos de renda fixa.",
    "keywords": "O que é CDI? , CDI , o que é",
    "question": "O que é CDI?",
    "imageUrls": ""
  },
  {
    "topic": "Qual a diferença entre Selic e CDI?",
    "context": "Selic é a taxa básica de juros da economia definida pelo Banco Central.\n\nCDI é a taxa praticada entre bancos.\n\nAmbas costumam andar próximas, mas a Selic é política monetária e o CDI é referência de mercado.",
    "keywords": "selic e cdi, taxa juros , Qual a diferença entre Selic e CDI?",
    "question": "Qual a diferença entre Selic e CDI?",
    "imageUrls": ""
  },
  {
    "topic": "O que é IBOVESPA?",
    "context": "É o principal índice da Bolsa brasileira, que reúne as ações mais negociadas e representativas do mercado.\n\nServe como termômetro da renda variável no Brasil.",
    "keywords": "ibovespa, índice, bolsa , O que é IBOVESPA?",
    "question": "O que é IBOVESPA?",
    "imageUrls": ""
  },
  {
    "topic": "O que é um FII?",
    "context": "Fundos Imobiliários permitem investir em imóveis por meio da bolsa, recebendo aluguéis ou participando da valorização dos ativos.\n\nSão negociados em cotas como ações.",
    "keywords": "fii, fundos imobiliários, imóveis , O que é um FII?",
    "question": "O que é um FII?",
    "imageUrls": ""
  },
  {
    "topic": "O que é alocação de ativos?",
    "context": "Alocação é a estratégia de distribuir investimentos entre diferentes classes (renda fixa, variável, exterior) conforme perfil e objetivos, buscando equilíbrio entre risco e retorno.",
    "keywords": "alocação ativos, O que é alocação de ativos? , alocar",
    "question": "O que é alocação de ativos?",
    "imageUrls": ""
  },
  {
    "topic": "O que são dividendos?",
    "context": "Dividendos são parcelas do lucro das empresas distribuídas aos acionistas, geralmente em dinheiro.\n\nRepresentam uma forma de renda passiva para quem investe em ações.",
    "keywords": "dividendos, proventos, lucros distribuídos, renda passiva, ações",
    "question": "O que são dividendos?",
    "imageUrls": ""
  },
  {
    "topic": "O que é day trade?",
    "context": "Day trade é a compra e venda de ativos no mesmo dia, buscando ganhos rápidos com variação de preço.\n\nExige alto conhecimento e tem risco elevado.",
    "keywords": "day trade, operações curtas, especulação, trading, renda variável",
    "question": "O que é day trade?",
    "imageUrls": ""
  },
  {
    "topic": "O que é swing trade?",
    "context": "Swing trade é uma estratégia de curto/médio prazo em que o investidor mantém ativos por dias ou semanas para capturar movimentos de mercado.",
    "keywords": "swing trade, operações prazo curto, especulação moderada, análise técnica",
    "question": "O que é swing trade?",
    "imageUrls": ""
  },
  {
    "topic": "O que é buy and hold?",
    "context": "Buy and hold é uma estratégia de longo prazo em que o investidor compra ações ou fundos e mantém por anos, focando no crescimento e dividendos.",
    "keywords": "buy and hold, longo prazo, estratégia conservadora, valorização, dividendos",
    "question": "O que é buy and hold?",
    "imageUrls": ""
  },
  {
    "topic": "O que é carteira recomendada?",
    "context": "Carteira recomendada é uma lista de ativos sugerida por analistas ou corretoras, com base em estudos de mercado, para orientar investimentos.",
    "keywords": "carteira recomendada, relatórios de análise, seleção de ativos, estratégia guiada",
    "question": "O que é carteira recomendada?",
    "imageUrls": ""
  },
  {
    "topic": "O que é mercado futuro?",
    "context": "Mercado futuro envolve contratos padronizados para compra ou venda de ativos em data futura.\n\nUsado para hedge ou especulação.",
    "keywords": "mercado futuro, contratos futuros, derivativos, proteção cambial, especulação",
    "question": "O que é mercado futuro?",
    "imageUrls": ""
  },
  {
    "topic": "O que é mercado primário e secundário?",
    "context": "Primário é quando ativos são emitidos pela primeira vez (ex.: IPO).\n\nSecundário é onde os ativos já emitidos são negociados entre investidores.",
    "keywords": "mercado primário, mercado secundário, ipo, negociações, bolsa",
    "question": "O que é mercado primário e secundário?",
    "imageUrls": ""
  },
  {
    "topic": "O que é IPO?",
    "context": "IPO (Oferta Pública Inicial) é quando uma empresa abre capital na bolsa e vende suas ações pela primeira vez ao público.",
    "keywords": "ipo, oferta inicial, abertura capital, bolsa, ações",
    "question": "O que é IPO?",
    "imageUrls": ""
  },
  {
    "topic": "O que é debênture?",
    "context": "Debênture é um título de dívida emitido por empresas para captar recursos.\n\nO investidor empresta dinheiro e recebe juros em troca.",
    "keywords": "debênture, dívida corporativa, renda fixa privada, captação de recursos , O que é debênture? , debentures\n\n",
    "question": "O que é debênture?",
    "imageUrls": ""
  },
  {
    "topic": "O que é private equity?",
    "context": "Private equity são investimentos em empresas que não têm capital aberto.\n\nGeralmente, fundos compram participação para expandir e depois vender.",
    "keywords": "private equity, capital privado, fundos de investimento, participação societária",
    "question": "O que é private equity?",
    "imageUrls": ""
  },
  {
    "topic": "O que é câmbio?",
    "context": "Câmbio é a troca de moedas entre países.\n\nInvestir em câmbio pode envolver compra direta de moedas ou fundos atrelados a moedas estrangeiras.",
    "keywords": "câmbio, moedas estrangeiras, forex, dólar, euro",
    "question": "O que é câmbio?",
    "imageUrls": ""
  },
  {
    "topic": "O que é hedge?",
    "context": "Hedge é uma estratégia de proteção usada para reduzir riscos de variações em ativos, câmbio ou juros.\n\nPode ser feito com derivativos.",
    "keywords": "hedge, proteção, derivativos, gestão risco, contratos futuros",
    "question": "O que é hedge?",
    "imageUrls": ""
  },
  {
    "topic": "O que é índice S&P 500?",
    "context": "S&P 500 é um índice da bolsa americana que reúne as 500 maiores empresas dos EUA.\n\nServe como termômetro do mercado global.",
    "keywords": "s&p500, índice americano, bolsa EUA, benchmark global, empresas listadas",
    "question": "O que é índice S&P 500?",
    "imageUrls": ""
  },
  {
    "topic": "O que é benchmark?",
    "context": "Benchmark é um índice de referência usado para comparar a rentabilidade de um investimento ou fundo.",
    "keywords": "benchmark, referência, índice comparativo, desempenho, mercado",
    "question": "O que é benchmark?",
    "imageUrls": ""
  },
  {
    "topic": "O que é taxa de administração?",
    "context": "Taxa de administração é cobrada por fundos para remunerar a gestão e custódia dos ativos.\n\nÉ expressa em % ao ano.",
    "keywords": "taxa administração, custos fundos, gestão profissional, despesas financeiras",
    "question": "O que é taxa de administração?",
    "imageUrls": ""
  },
  {
    "topic": "O que é taxa de performance?",
    "context": "Taxa de performance é cobrada quando o fundo supera um índice de referência, como CDI ou Ibovespa.",
    "keywords": "taxa performance, fundos, rentabilidade extra, incentivo gestor",
    "question": "O que é taxa de performance?",
    "imageUrls": ""
  },
  {
    "topic": "O que é custódia?",
    "context": "Custódia é o serviço de guarda e controle dos ativos financeiros de um investidor.\n\nÉ feita por corretoras ou bancos.",
    "keywords": "custódia, guarda ativos, corretoras, controle financeiro",
    "question": "O que é custódia?",
    "imageUrls": ""
  },
  {
    "topic": "O que é home broker?",
    "context": "Home broker é a plataforma online oferecida por corretoras para comprar e vender ativos pela internet.",
    "keywords": "home broker, plataforma investimentos, corretora, bolsa digital",
    "question": "O que é home broker?",
    "imageUrls": ""
  },
  {
    "topic": "O que é taxa Selic?",
    "context": "Selic é a taxa básica de juros da economia brasileira, definida pelo Banco Central, que influencia todos os demais juros.",
    "keywords": "taxa selic, juros básicos, banco central, política monetária , O que é taxa Selic?",
    "question": "O que é taxa Selic?",
    "imageUrls": ""
  },
  {
    "topic": "O que é mercado de capitais?",
    "context": "Mercado de capitais é onde empresas captam recursos emitindo ações e títulos, e investidores aplicam seu dinheiro buscando retorno.",
    "keywords": "mercado capitais, bolsa valores, ações,  títulos",
    "question": "O que é mercado de capitais?",
    "imageUrls": ""
  },
  {
    "topic": "O que é volatilidade?",
    "context": "Volatilidade mede a intensidade das oscilações de preço de um ativo em determinado período.\n\nQuanto maior a volatilidade, mais instável é o investimento.",
    "keywords": "volatilidade, oscilações, risco de mercado, variação preço",
    "question": "O que é volatilidade?",
    "imageUrls": ""
  },
  {
    "topic": "O que é liquidez diária?",
    "context": "Liquidez diária significa que o investidor pode resgatar o dinheiro todos os dias úteis, com disponibilidade rápida do recurso.",
    "keywords": "liquidez diária, resgate imediato, disponibilidade, fundos curtos",
    "question": "O que é liquidez diária?",
    "imageUrls": ""
  },
  {
    "topic": "O que é patrimônio líquido de um fundo?",
    "context": "Patrimônio líquido é o valor total do fundo, calculado pela soma dos ativos menos as despesas.\n\nDivide-se pelo número de cotas para achar o valor de cada uma.",
    "keywords": "patrimônio líquido, fundos, valor total, cota, ativos",
    "question": "O que é patrimônio líquido de um fundo?",
    "imageUrls": ""
  },
  {
    "topic": "O que é rentabilidade nominal e real?",
    "context": "Rentabilidade nominal é o retorno bruto, sem descontar inflação.\n\nRentabilidade real é o retorno líquido após descontar a inflação.",
    "keywords": "rentabilidade nominal, rentabilidade real, inflação, retorno",
    "question": "O que é rentabilidade nominal e real?",
    "imageUrls": ""
  },
  {
    "topic": "O que é correlação entre ativos?",
    "context": "Correlação mostra o quanto dois ativos se movimentam em conjunto.\n\nPode ser positiva (andam iguais), negativa (andam opostos) ou neutra.",
    "keywords": "correlação, ativos, diversificação, risco, relação",
    "question": "O que é correlação entre ativos?",
    "imageUrls": ""
  },
  {
    "topic": "O que é capitalização?",
    "context": "Capitalização é o processo de reinvestir juros ou rendimentos, fazendo o valor crescer ao longo do tempo por efeito composto.",
    "keywords": "capitalização, juros compostos, crescimento, reinvestimento",
    "question": "O que é capitalização?",
    "imageUrls": ""
  },
  {
    "topic": "O que é duration em renda fixa?",
    "context": "Duration mede o prazo médio de recebimento dos fluxos de um título de renda fixa, indicando sensibilidade a variações de juros.",
    "keywords": "duration, renda fixa, sensibilidade, prazos, juros",
    "question": "O que é duration em renda fixa?",
    "imageUrls": ""
  },
  {
    "topic": "O que é margem de garantia?",
    "context": "Margem de garantia é o valor exigido para operar derivativos ou contratos futuros, servindo como caução em caso de perdas.",
    "keywords": "margem garantia, derivativos, contratos futuros, risco, bolsa",
    "question": "O que é margem de garantia?",
    "imageUrls": ""
  },
  {
    "topic": "O que é spread bancário?",
    "context": "Spread bancário é a diferença entre a taxa que o banco cobra ao emprestar e a taxa que paga ao captar recursos.",
    "keywords": "spread bancário, diferença taxas , O que é spread bancário?",
    "question": "O que é spread bancário?",
    "imageUrls": ""
  },
  {
    "topic": "O que é governança corporativa?",
    "context": "Governança corporativa é o conjunto de práticas de gestão que asseguram transparência, equidade e responsabilidade na administração de empresas.",
    "keywords": "governança corporativa, gestão, transparência, mercado acionário",
    "question": "O que é governança corporativa?",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - DARF Exterior",
    "context": "Mudança Legal: A partir de 2024, a Lei nº\n\n14.754/23 alterou o pagamento do DARF para investimentos no exterior, passando de mensal para anual, devido à nova Lei das Offshores, aplicável na entrega da declaração.\n\nA DARF mensal permanece apenas para investimentos no Brasil.\n\nAtualização Calculadora: A Calculadora de DARF foi ajustada para refletir essa regra.\n\n* Plano Basic não suporta mais a Calculadora de DARF para exterior, limitada à DARF do mês anterior.\n\n* Plano Premium continua disponível para acompanhar operações no exterior e gerar relatórios anuais.",
    "keywords": "DARF, OFFSHORE , Veloprime - DARF Exterior",
    "question": "Veloprime - DARF Exterior",
    "imageUrls": ""
  },
  {
    "topic": "O que é LCI?",
    "context": "LCI (Letra de Crédito Imobiliário) é um título de renda fixa emitido por bancos para financiar o setor imobiliário.\n\nPossui isenção de Imposto de Renda para pessoa física.",
    "keywords": "lci, letra crédito imobiliário, banco emissor , O que é LCI?",
    "question": "O que é LCI?",
    "imageUrls": ""
  },
  {
    "topic": "O que é LCA?",
    "context": "LCA (Letra de Crédito do Agronegócio) é um título de renda fixa emitido por bancos para financiar o setor do agronegócio.\n\nTambém conta com isenção de IR para pessoa física.",
    "keywords": "lca, letra crédito agronegócio, isenção ir, banco emissor , O que é LCA?",
    "question": "O que é LCA?",
    "imageUrls": ""
  },
  {
    "topic": "O que é CDB?",
    "context": "CDB (Certificado de Depósito Bancário) é um título de renda fixa emitido por bancos para captação de recursos.\n\nPode ter rentabilidade prefixada, pós-fixada ou atrelada à inflação, e é tributado pelo IR.",
    "keywords": "cdb, certificado depósito bancário, inflação , O que é CDB?",
    "question": "O que é CDB?",
    "imageUrls": ""
  },
  {
    "topic": "Veloprime - Tributação Apostas",
    "context": "Cálculo Tributação: A receita é somada mensalmente, com tributação baseada no valor total:\n\n* Até R$\n\n2.259,20: isento\n\n* De R$\n\n2.259,21 a R$\n\n2.826,65: 7,5%\n\n* De R$\n\n2.826,66 a R$\n\n3.751,05: 15%\n\n* De R$\n\n3.751,06 a R$\n\n4.664,68: 22,5%\n\n* Acima de R$\n\n4.664,68: 27,5%.\n\nRegulamentação: A Lei\n\n14.790/2023 torna **obrigatório** informar à **Receita Federal** ganhos de apostas esportivas, cassinos online, loterias e jogos como \"tigrinho\".\n\nDeclaração: Prêmios devem ser declarados em \"Rendimentos Sujeitos à Tributação Exclusiva ou Definitiva\", incluindo fonte pagadora, CNPJ, valor do prêmio e, se do exterior, em campo separado.",
    "keywords": "Veloprime, tributação, apostas, loterias, Lei 14.790/2023, receita, isenção, renda variável, exterior",
    "question": "Veloprime - Tributação Apostas",
    "imageUrls": ""
  },
  {
    "topic": "O que é Tesouro Direto?",
    "context": "Tesouro Direto é um programa do Governo Federal que permite a investidores pessoas físicas comprarem títulos públicos de forma simples pela internet. É considerado um dos investimentos mais seguros do mercado.",
    "keywords": "tesouro direto, governo federal, títulos públicos, investimento seguro, plataforma online , O que é Tesouro Direto?\r\n\r\n",
    "question": "O que é Tesouro Direto?",
    "imageUrls": ""
  },
  {
    "topic": "O que é Tesouro Selic?",
    "context": "É um título público atrelado à taxa básica de juros (Selic). Indicado para investimentos de curto prazo, com baixa volatilidade e alta liquidez.",
    "keywords": "tesouro selic, O que é Tesouro Selic?\r\n\r\n",
    "question": "O que é Tesouro Selic?",
    "imageUrls": ""
  },
  {
    "topic": "O que é Tesouro IPCA+?",
    "context": "É um título público indexado à inflação (IPCA) mais uma taxa fixa. Protege o poder de compra do investidor no longo prazo.",
    "keywords": ",  O que é Tesouro IPCA+?",
    "question": "O que é Tesouro IPCA+?",
    "imageUrls": ""
  },
  {
    "topic": "O que é Tesouro Prefixado?",
    "context": "É um título público com taxa de retorno definida no momento da compra. A rentabilidade é fixa, ideal para quem acredita na estabilidade ou queda dos juros.",
    "keywords": "tesouro prefixado, O que é Tesouro Prefixado?",
    "question": "O que é Tesouro Prefixado?",
    "imageUrls": ""
  },
  {
    "topic": "O que é IPCA?",
    "context": "O IPCA (Índice Nacional de Preços ao Consumidor Amplo) é o principal indicador oficial da inflação no Brasil, calculado pelo IBGE. Ele mede a variação de preços de produtos e serviços consumidos pelas famílias, servindo como referência para metas de inflação e para a correção de investimentos.",
    "keywords": "IPCA , O que é IPCA?",
    "question": "O que é IPCA?",
    "imageUrls": ""
  },
  {
    "topic": "Ainda temos parceria com a XP?",
    "context": "Status: Nossa parceria com a XP Investimentos foi encerrada no início de 2025. Não temos mais acesso à base de dados da corretora. Ação: Se os ativos do cliente não estão atualizados, verifique no Octadesk se a origem é realmente a XP.",
    "keywords": "parceria, XP, encerramento, Octadesk, ativos , Ainda temos parceria com a XP?",
    "question": "Ainda temos parceria com a XP?",
    "imageUrls": ""
  },
  {
    "topic": "Quais corretoras parceiras a Veloprime possui?",
    "context": "Parcerias: Atualmente, a Velotax possui integração apenas com a Warren (ativos no exterior) e com a Mynt (criptomoedas). Outras corretoras não estão integradas à plataforma.",
    "keywords": "corretoras, Warren, Mynt, criptomoedas, integração , Quais corretoras parceiras a Veloprime possui?",
    "question": "Quais corretoras parceiras a Veloprime possui?",
    "imageUrls": ""
  },
  {
    "topic": "Trabalhamos com mercado forex?",
    "context": "Compatibilidade: Nosso serviço para ativos no exterior é compatível apenas com a corretora Warren. Operações em outras corretoras, FOREX ou derivativos internacionais não são suportadas. Warren: Para clientes com ativos na Warren, oferecemos cálculos completos, relatórios e emissão de DARFs conforme o plano contratado.",
    "keywords": "forex, Warren, derivativos, DARF, relatórios , Trabalhamos com mercado forex?\r\n\r\n",
    "question": "Trabalhamos com mercado forex?",
    "imageUrls": ""
  },
  {
    "topic": "O que são Informes de Rendimento?",
    "context": "Definição: Documentos fornecidos por bancos e corretoras no fim do ano, detalhando rendimentos, dividendos e posições em 31/12. Servem como base oficial para o IR. Veloprime: Nos planos Premium e Concierge, são fornecidos em PDF já organizados.",
    "keywords": "informes, rendimento, IR, dividendos, PDF, Premium, Concierge",
    "question": "O que são Informes de Rendimento?",
    "imageUrls": ""
  },
  {
    "topic": "O que é uma Corretora?",
    "context": "Definição: Ponte entre investidor e mercado, oferecendo plataforma de compra/venda e custódia de ativos, além de enviar informes de rendimento. Exemplos: XP, Clear, Modal e, no exterior, a Warren (parceira Veloprime).",
    "keywords": "corretora, investidor, custódia, Warren, informes , O que é uma Corretora?",
    "question": "O que é uma Corretora?",
    "imageUrls": ""
  },
  {
    "topic": "O que são Relatórios anuais e auxiliares?",
    "context": "Definição: Conjunto de documentos incluindo informes de rendimento, notas de corretagem, extrato da B3 e informes de dividendos/JCP.",
    "keywords": "relatórios, anuais, notas corretagem, B3, dividendos, JCP , O que são Relatórios anuais e auxiliares?",
    "question": "O que são Relatórios anuais e auxiliares?",
    "imageUrls": ""
  },
  {
    "topic": "O que é Custo de compra e venda?",
    "context": "Definição: Preço médio de aquisição, incluindo taxas, que reduz o lucro tributável. Atenção: Cálculos incorretos podem gerar imposto maior ou menor.",
    "keywords": "compensar , imposto , prejuizo , O que é Custo de compra e venda?",
    "question": "O que é Custo de compra e venda?",
    "imageUrls": ""
  },
  {
    "topic": "O que são Prejuízos a compensar?",
    "context": "Definição: Perdas acumuladas que reduzem impostos futuros. Regra: Só podem ser compensadas dentro da mesma categoria (day trade com day trade, swing com swing).",
    "keywords": "compensar , O que são Prejuízos a compensar?, prejuizo",
    "question": "O que são Prejuízos a compensar?",
    "imageUrls": ""
  },
  {
    "topic": "Para que serve a calculadora de investimentos?",
    "context": "Função: Organiza automaticamente operações, calcula lucros, prejuízos e impostos, gera DARFs e relatórios prontos para a declaração do IR, evitando erros manuais e facilitando o controle dos investimentos.",
    "keywords": "calculadora, investimentos,  o que é",
    "question": "Para que serve a calculadora de investimentos?",
    "imageUrls": ""
  },
  {
    "topic": "Possuímos integração com a B3?",
    "context": "Status: Sim, o Veloprime integra diretamente com a B3, importando automaticamente posições, extratos e notas de corretagem para organizar cálculos e relatórios.",
    "keywords": "integração, B3, posições, extratos, notas corretagem , Possuímos integração com a B3?",
    "question": "Possuímos integração com a B3?",
    "imageUrls": ""
  },
  {
    "topic": "O que são dividendos ou proventos?",
    "context": "Definição: Valores distribuídos por empresas aos acionistas, como parte do lucro (dividendos) ou outros créditos (JCP, rendimentos de FIIs, etc).",
    "keywords": "dividendos, proventos, JCP, FIIs, lucros",
    "question": "O que são dividendos ou proventos?",
    "imageUrls": ""
  },
  {
    "topic": "Como declarar doações e herança?",
    "context": "Processo: Informe na ficha “Bens e Direitos” da declaração com o código correspondente ao bem recebido. Lançar também em “Rendimentos Isentos e Não Tributáveis”. Atenção: Verificar incidência de ITCMD no estado.",
    "keywords": "doações, herança, bens, ITCMD, IR , declara , declarar",
    "question": "Como declarar doações e herança?",
    "imageUrls": ""
  },
  {
    "topic": "O que é subscrição e incorporação?",
    "context": "Subscrição: Direito de comprar novas ações emitidas por uma empresa, geralmente a um preço vantajoso, proporcional à participação do investidor. Incorporação: Quando uma empresa absorve outra, resultando na troca ou unificação das ações dos investidores.",
    "keywords": "subscrição, incorporação, ações, investidor , o que é",
    "question": "O que é subscrição e incorporação?",
    "imageUrls": ""
  },
  {
    "topic": "Empréstimo Pessoal - Erros",
    "context": "* EK01: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * EO01: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EO02: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EO03: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EO04: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * EB05: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * ES07: Que pena! No momento não temos crédito disponível para você. Tente novamente em X dias. * ED01: Que pena! Seu vínculo empregatício está inativo ou é muito recente. Tente novamente em alguns meses. * ED03: Que pena! Seu vínculo empregatício está inativo ou é muito recente. Tente novamente em alguns meses. * ED02: Que pena! Você não atende aos requisitos de idade para o crédito. Que tal ver nossos outros produtos? * ED05: Que pena! Não fornecemos este produto para pessoas expostas politicamente. Que tal ver nossos outros produtos? * ED06: Que pena! Não fornecemos este produto para pessoas estrangeiras. Que tal ver nossos outros produtos? * ED07: Que pena! Você não atende aos requisitos de renda para o crédito. Que tal ver nossos outros produtos? * EO05: Opa! O nome cadastrado em sua conta Velotax não corresponde ao nome do proprietário da conta. Tente conectar outra conta. * EO06: Opa! Não foi possível validar o nome do proprietário da conta. Tente conectar outra conta. * EO07: Opa! A conta informada é muito nova. Tente conectar outra conta. * EO08: Opa! A conta informada tem poucas transações. Tente conectar outra conta. * EO09: Opa! Houve um erro ao conectar ao open finance. Tente novamente. * EB01: Que pena! Você possui atrasos acima de 30 dias no SCR BACEN. Tente novamente após quitar suas dívidas. * EB02: Que pena! Você possui prejuízo recente no SCR BACEN. Tente novamente após quitar suas dívidas. * EB03: Que pena! Você não possui relacionamento com SCR BACEN há pelo menos 12 meses. Tente novamente em alguns meses. * EB04: Que pena! Você não possui créditos com pelo menos outras 2 instituições no SCR BACEN. Tente novamente após ter créditos com pelo menos outras 2 instituições no SCR BACEN. * ES01: Que pena! Você possui registro no SPC. Tente novamente após quitar suas dívidas. * ES02: Que pena! Você possui protesto em seu nome. Tente novamente após quitar suas dívidas. * ES03: Que pena! Você possui registro de cheque sem fundo. Tente novamente em alguns meses. * ES04: Que pena! Você possui registro de cheque sem fundo. Tente novamente em alguns meses. * ES05: Que pena! Você possui apontamentos no SPC. Tente novamente após quitar suas dívidas. * ES06: Que pena! Você possui score do Cadastro Positivo baixo. Tente novamente após melhorar seu score.",
    "keywords": "erros, empréstimo pessoal, open finance, vínculo empregatício, idade, renda, nome conta, SCR BACEN, SPC, protesto, cheque sem fundo, Cadastro Positivo",
    "question": "Empréstimo Pessoal - Erros",
    "imageUrls": ""
  }
]